[
    {
        "img": "home5.jpg",
        "timeID": "0",
        "id": "党史图谱",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": -1
    },
    {
        "img": "",
        "timeID": "1927",
        "id": "1927年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 5,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1929",
        "id": "1929年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 5,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1930",
        "id": "1930年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 5,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1931",
        "id": "1931年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 5,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1932",
        "id": "1932年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 5,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1933",
        "id": "1933年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 5,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1934",
        "id": "1934年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 5,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国共产党中央特别行动科成立",
        "type": "工农运动",
        "description": "1927年11月，中央在上海成立政治保卫机构——中国共产党中央特别行动科（简称中央特科），主要任务是打击敌人，保卫自己。特科由周恩来直接领导，下设总务、情报、保卫3个科，总务科（一科）负责设立机关，布置会场和营救、安抚等工作，科长洪扬生；情报科（二科）负责收集情报，建立情报网，科长陈赓；保卫科（三科，也称红队、打狗队）负责保卫机关，镇压叛徒、特务等，科长顾顺章（兼）。1931年4月，顾顺章叛变后，中共中央对特科进行了调整，由陈云负总责。",
        "成立时间": "1927年11月",
        "eventSeq": 67,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中国共产党中央特别行动科成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "百色起义",
        "type": "抗日战争",
        "description": "百色起义，又叫右江暴动，是1929年12月11日，邓小平、张云逸、雷经天、韦拔群在广西百色举行起义，成立右江工农民主政府，开始了广西西部的工农武装割据。起义建立了中国工农红军第七军，这是在南昌起义、秋收起义、广州起义的影响和鼓舞下，中国共产党在广西少数民族地区实行“工农武装割据”的一次光辉实践。",
        "发生时间": "1929年12月",
        "eventSeq": 77,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "百色起义",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "龙州起义",
        "type": "抗日战争",
        "description": "龙州起义，又称龙州暴动，是在南宁兵变和百色起义之后，中国共产党广西前委发动和领导的另外一次武装起义。起义的领导人依次为何世昌、俞作豫、宛旦平、李明瑞。",
        "发生时间": "1930年2月1日",
        "eventSeq": 79,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "龙州起义",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国工农红军第三军团成立",
        "type": "抗日战争",
        "description": "中国工农红军第三军团是由湘鄂赣红5军、红8军合编而成的。",
        "建立时间": "1930年6月",
        "eventSeq": 81,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中国工农红军第三军团成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国工农红军第二军团成立",
        "type": "抗日战争",
        "description": "中国工农红军第二军团是由湘鄂西的红军合编而成的，其前身为湘鄂西地区的红4军和红6军。成立时间为1930年7月7日。总指挥为贺龙，政委为周逸群，参谋长孙德清，政治部主任为李克明，并组成了以周逸群为书记的前敌委员会。下辖两个军，红2军军长由贺龙兼，政委为朱勉之；红6军军长为旷继勋，政委为段德昌。红2军下辖第4师，师长为王炳南，政委为陈协平；红6军下辖第16师、第17师，第16师师长为王一鸣，政委为王鹤，第17师师长为许光达，政委为李剑如。",
        "成立时间": "1930年7月7日",
        "eventSeq": 82,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中国工农红军第二军团成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国工农红军第一方面军成立",
        "type": "抗日战争",
        "description": "中国工农红军第一方面军(FirstFrontArmyoftheChineseWorkers'andPeasants'RedArmy)，简称红一方面军，曾称“中央红军”。土地革命战争时期，中国共产党领导的中国工农红军主力之一。1930年6月13日，在全国苏维埃代表大会和全国红军代表大会召开之后，毛泽东主持召开了“汀州会议”确定了在汀州整编红军的决议。同年6月19日，红四军，红三军，红十二军在长汀南寨广场正式整编为红军第一路军。1930年8月，红一军团与红三军团在湖南省浏阳县永和市（现湖南省浏阳市永和镇）李家大屋会师，并整编成立中国工农红军第一方面军。朱德任总司令，彭德怀任副总司令，毛泽东、周恩来先后任总政委。曾在江西中央苏区粉碎国民党军四次“围剿”。1934年10月开始长征。次年10月胜利到达陕甘苏区。抗日战争爆发后改编为八路军一一五师。",
        "开始时间": "1930年8月",
        "eventSeq": 83,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中国工农红军第一方面军成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中央革命根据地第一次反“围剿”",
        "type": "解放战争",
        "description": "1930年10月，蒋介石在结束中原大战之后，调集10万兵力，以国民党江西省主席兼第九路军总指挥鲁涤平为总司令，第十八师师长张辉瓒为前线总指挥，向中央革命根据地发起第一次“围剿”。红一方面军在毛泽东、朱德指挥下，采取“诱敌深入”的方针和“中间突破”的战术，向苏区中部逐次转移。12月6日，敌军开始向苏区中心区进攻。12月29日，敌第十八师两个旅孤军深入龙冈。30日，红军以优势兵力突然向进入龙冈伏击圈之敌发起围攻，将敌全歼并活捉张辉瓒。这时，深入根据地的其他敌军纷纷收缩，红军向东乘胜追击，又在东韶歼灭谭道源师一半，其他各路敌军仓皇退走。这样，红一方面军在人民群众的支援下，五天内打了两个胜仗，共歼敌1.3万人，缴获各种武器1.2万余件，胜利地打破了国民党军队的第一次“围剿”。",
        "开始时间": "1930年10月",
        "eventSeq": 84,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中央革命根据地第一次反“围剿”",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中央革命根据地第二次反“围剿”",
        "type": "解放战争",
        "description": "国民党军对红军第一次“围剿”失败后，蒋介石又派军政部长何应钦率20万兵力，采取“稳扎稳打，步步为营”的方针，于1931年4月1日向中央苏区发起第二次“围剿”，企图包围并消灭红一方面军主力于赣南。苏区中央局经过反复讨论，接受毛泽东的意见，决定仍采取“诱敌深入”的方针，将主力南移至广昌、宁都、石城地区，集中兵力，先打弱敌，然后自西向东横扫，各个歼灭敌人。国民党军在红军游击战袭扰下，行动缓慢。4月23日，红一方面军3万余人在毛泽东、朱德指挥下，转至龙冈、东固地区隐蔽集结。5月16日，红军突然发起攻击。5月31日，攻克福建建宁城。15天内，红军连打五次胜仗，自西向东横扫七百里，歼敌3万多人，粉碎了国民党军对中央苏区的第二次“围剿”，巩固和扩大了中央苏区。",
        "开始时间": "1931年5月",
        "eventSeq": 85,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中央革命根据地第二次反“围剿”",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中央革命根据地第三次反“围剿”",
        "type": "解放战争",
        "description": "中央革命根据地第三次反“围剿”是指第二次国内革命战争时期，中央革命根据地军民粉碎国民党军对红一方面军所在的中央革命根据地的第三次“围剿”的战役。1931年7月，蒋介石亲任总司令，调集30万兵力，并聘请德、日、英军事顾问，采取“厚集兵力，分路围攻，长驱直入”的战术，分3路向中央根据地进行“围剿”。红军在毛泽东、朱德指挥下，采取“诱敌深入”，“避其主力，打其虚弱”的作战方针，从福建千里回师赣南，并以一部兵力结合地方武装，迟滞敌进。8月4日，红军突然东进莲塘，7日至11日，先后在莲塘、良村、黄陂发动攻击，并三战三捷。在兴国休整半月后，对疲惫退敌实行追击，再取三捷。至此，红军在80天内，歼敌3万余人，缴枪1.26余万支，胜利粉碎了敌人的第三次“围剿”。",
        "发生时间": "1931年7月",
        "结束时间": "1931年9月",
        "eventSeq": 86,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中央革命根据地第三次反“围剿”",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "九一八事变",
        "type": "抗日战争",
        "description": "九·一八事变，又称奉天事变、柳条湖事件。是1931年9月18日日本驻中国东北地区的关东军突然袭击沈阳，以武力侵占东北的事件。九·一八事变是由日本蓄意制造并发动的侵华战争，是日本帝国主义企图以武力征服中国的开端，是中国抗日战争的起点，标志着中国局部抗战的开始，揭开了第二次世界大战东方战场的序幕。九一八事变后，中国人民的局部抗战也标志着世界反法西斯战争的起点。1931年9月18日夜，盘踞在中国东北的日本关东军按照精心策划的阴谋，由铁道“守备队”炸毁沈阳柳条湖附近日本修筑的南满铁路路轨，并嫁祸于中国军队，日军以此为借口，炮轰中国东北军北大营，制造了震惊中外的“九一八事变”。次日，日军侵占沈阳，又陆续侵占了东北三省。1932年2月，东北全境沦陷。此后，日本在中国东北建立了伪满洲国傀儡政权，开始了对东北人民长达14年之久的奴役和殖民统治，使东北3000多万同胞饱受亡国奴的痛苦滋味。",
        "发生时间": "1931年9月18日",
        "eventSeq": 87,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "九一八事变",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "发表抗日宣言",
        "type": "抗日战争",
        "description": " ",
        "开始时间": "1931年9月",
        "eventSeq": 88,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "发表抗日宣言",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中华苏维埃共和国临时中央政府",
        "type": "中国共产党",
        "description": "中华苏维埃共和国临时中央政府，即“中央工农民主政府”。简称“中华苏维埃政府”。土地革命战争时期，中国共产党在中央苏区建立的中央政权机关。1931年11月在江西瑞金召开的中华苏维埃第一次全国代表大会上宣告成立。由毛泽东、周恩来、朱德等六十三人组成中央执行委员会，毛泽东为主席，项英、张国焘为副主席。中华苏维埃政府成立后，领导苏区人民进行武装斗争、土地革命和政权建设。1937年全面抗战爆发后，根据国共合作协议，中国共产党将经过长征抵达陕北的中华苏维埃政府改名为陕甘宁边区政府。",
        "成立时间": "1931年11月",
        "eventSeq": 89,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中华苏维埃共和国临时中央政府",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国工农红军第四方面军成立",
        "type": "解放战争",
        "description": "中国工农红军第四方面军，简称红四方面军，与红一方面军和红二方面军并称，为中国工农红军三大主力部队之一，仅红军时期歼敌88万，为第一，共计走出700多位开国将领。红四方面军以鄂豫皖苏区部队为主力组成，于1931年11月7日在湖北黄安七里坪成立。总指挥徐向前、政治委员陈昌浩、政治部主任刘士奇。下辖红四军（军领导由方面军总部兼任）和红二十五军（军长旷继勋、政治委员王平章），总兵力共4.5万人，不久，又建立红九军，全军共有六个师。1932年7月开始，中华民国国民革命军以30万人的兵力，对鄂豫皖苏区发起围剿，这是第四次围剿战争的一部分。10月10日，张国焘在黄安县黄柴畈召开紧急会议，10月12日，迫于国民革命军的强大压力，红四方面军决定放弃鄂豫皖苏区，除留下红七十四师和红七十五师及各独立部队编成红二十五军由沈泽民负责坚持游击战之外，军部和主力红十师、红十一师、红十二师和红七十三师等4个主力师及少共国际团共2万余人转战西进，取消各军番号。1932年12月在陕西和四川边界创建川陕苏区。1933年7月，红四方面军击败川军的三路围攻，力量迅速发展，遂将所辖四个师升格为军，依次改编为红四军、红九军（军长何畏、政治委员詹才芳、副军长许世友、参谋长王学礼、政治部主任王新亭）、红三十军（军长余天云、政治委员李先念）和红三十一军（军长王树声、政治委员张广才），又将川东游击队改编为红三十三军（军长王维舟、政治委员杨克明、副军长罗南辉）。",
        "开始时间": "1931年11月",
        "eventSeq": 90,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中国工农红军第四方面军成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "宁都起义",
        "type": "解放战争",
        "description": "1930年10月，蒋冯阎大战之后，蒋介石收编冯玉祥西北军之第五路军为第二十六路军。1931年春，第二十六路军被调到江西“围剿”中央苏区，“围剿”失利后防守宁都。九一八事变后，多为北方人的第二十六路军希望返回北方抗日。但坐镇南昌指挥“围剿”的蒋介石派重兵堵住他们北上的道路，引起官兵们的强烈不满。12月上旬，在该路军秘密工作的中共特别支部得知蒋介石下令逮捕军中共产党员的情报后，随即与该部参谋长、中共秘密党员赵博生商定，并于14日举行起义。起义后，部队改编为中国工农红军第一方面军第五军团。季振同任总指挥，萧劲光任政委，辖三个军。董振堂任副总指挥兼第十三军军长，赵博生任参谋长兼第十四军军长，黄中岳任第十五军军长，何长工、黄火青、左权分别任军政委。",
        "开始时间": "1931年12月14日",
        "eventSeq": 91,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "宁都起义",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "东北抗日联军",
        "type": "抗日战争",
        "description": "东北抗日联军（简称东北抗联）是中国东北地区的抗日武装，前身是东北抗日义勇军余部、东北反日游击队和东北人民革命军。它在1931年至1945年抗战，其高级将领皆由中国共产党员担任，中国共产党曾由于进行长征而与其失去联系，它是中国人民解放军的前身之一。1931年，中共满洲省委开始组织抗日游击队与日军作战；1935年中国共产党遵照共产国际指示发表八一宣言，1936年2月中国共产党满洲省委员会依共产国际的指令，将所属部队联合地方义勇军筹组东北抗日联军。因日军围剿，1940年，抗联活动范围和人员大量减少，抗联一部进入远东地区，并将部队改编为苏联远东方面军独立第88步兵旅，而留在国内的部队分散潜伏，进行收集情报、建立武装，宣传抗日等工作。",
        "成立时间": "1932年2月",
        "结束时间": "1946年1月",
        "eventSeq": 92,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "东北抗日联军",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《淞沪停战协定》",
        "type": "抗日战争",
        "description": "中华民国南京政府外交次长郭泰祺与日本陆军中将植田谦吉分别代表本国政府于1932年5月5日在上海签订的停战协定。又称《上海停战及日方撤军协定》。",
        "开始时间": "1932年5月5日",
        "eventSeq": 93,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "《淞沪停战协定》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中央革命根据地第四次反“围剿”",
        "type": "解放战争",
        "description": "中央革命根据地第四次反“围剿”是指第二次国内革命战争时期，中央革命根据地军民粉碎国民党军对中国工农红军所在的中央革命根据地发动的第四次“围剿”的战役。1932年12月，国民党赣粤闽边区“剿匪”总司令部调集近40万兵力，准备对中央苏区发动的第四次“围剿”。其部署是：以陈诚指挥蒋介石嫡系部队12个师16万余人为中路军，分3个纵队，担任主攻任务；以蔡廷锴指挥第19路军和驻闽部队为左路军，以余汉谋指挥的广东部队为右路军，负责就地“清剿”，并策应中路军行动。1933年1月底，蒋介石到南昌亲自兼任赣粤闽边区“剿匪”军总司令，指挥这次“围剿”，决定采取“分进合击”的方针，企图将红一方面军主力歼灭于黎川、建宁地区。",
        "开始时间": "1932年12月",
        "结束时间": "1933年1月",
        "eventSeq": 94,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中央革命根据地第四次反“围剿”",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "党领导的左翼文化运动（20世纪30年代前期）",
        "type": "解放战争",
        "description": "1927年大革命失败后，一批党的和党所影响的文化工作者陆续聚集到上海。他们冲破国民党反动统治的高压，在新开辟的思想文化阵地上，展开了英勇的斗争。1929年下半年，在中共中央宣传部之下成立中央文化工作委员会（简称文委），由潘汉年负责，统一领导文化方面的工作。1930年3月2日，经过党的建议和筹划，有党内外作家参加的中国左翼作家联盟（简称左联）在上海正式成立。随后，中国社会科学家、戏剧家、美术家、教育家联盟以及电影、音乐小组等左翼文化团体也相继成立。10月，各左翼文化团体又共同组成中国左翼文化总同盟（简称“文总”）。这支左翼文化新军在中国共产党领导下，积极从事马克思主义宣传和革命文艺活动，兴起了一个很有声势和实力的左翼文化运动。左联和其他左翼文化团体在全国各重要地区建立分部。先后创办《萌芽月刊》《拓荒者》《文化月报》《北斗》《文学》等几十种刊物，创作和发表了大量群众欢迎的作品。巴金的《家》，茅盾的《子夜》，叶圣陶的《多收了三五斗》等，都是这个时期的优秀小说。鲁迅的杂文，则是这一时期最有战斗力的锐利思想文化武器。左翼文化工作者还翻译出版了大量马克思主义著作，在文艺思想战线上多次开展对错误观点的批判，如反对“新月派”的斗争，以及同各种反马克思主义思潮的斗争。特别是九一八事变以后，一大批号召人民奋起抗日救亡的各种形式的文艺作品，充满高昂的爱国主义激情，对于推动群众性抗日救亡运动的高涨，发挥了战斗号角的作用。在左翼文化运动中，一大批党的和非党的文化工作者冲锋陷阵，勇往直前，许多人后来成为中国共产党在思想理论界和文化界的领导骨干。瞿秋白、张闻天等为这一运动建立了重要的功绩。20世纪30年代前期的左翼文化运动，虽然曾受到“左”倾错误的影响，但总的说来，它对中国近代思想文化发展进程所作出的历史性功绩，特别是在国民党统治区人民中传播进步思想、促进抗日救亡运动所起的作用，是不可磨灭的。",
        "开始时间": "1933年1月",
        "eventSeq": 95,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "党领导的左翼文化运动（20世纪30年代前期）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《塘沽停战协定》",
        "type": "抗日战争",
        "description": "中华民国南京政府北平军分会参议、中日停战谈判首席代表熊斌与日本关东军副参谋长冈村宁次于1933年5月31日在塘沽签订的停战协定。又称《塘沽协定》。",
        "签订时间": "1933年5月31日",
        "eventSeq": 96,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "《塘沽停战协定》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中央革命根据地第五次反“围剿”",
        "type": "解放战争",
        "description": "中央革命根据地第五次反“围剿”是指从1933年9月25日开始的，中国工农红军第一方面军在江西南部、福建西部反对国民党军第五次“围剿”的战役。为土地革命战争时期，中国工农红军第一方面军在江西省南部、福建省西部地区，反击国民党军50万兵力“围剿”中央苏区的战役。国民党军采取堡垒主义的新战略发起“围剿”，红军仓促应战。1933年初，日军大举入侵华北，中华民族危机日益严重，然而国民党政府主席蒋介石却置民族危亡于不顾，仍然坚持推行“攘外必先安内”的反动方针，决心消灭共产党及其领导的红军。从1933年9月25日至1934年10月间，蒋介石调集约100万兵力，采取“堡垒主义”新战略，对中央革命根据地进行大规模“围剿”。这时，王明“左”倾教条主义在红军中占据了统治地位，拒不接受毛泽东的正确建议，用阵地战代替游击战和运动战，用所谓“正规”战争代替人民战争，使红军完全陷于被动地位。经过一年苦战，终未取得反“围剿”的胜利。最后于1934年10月仓促命令中央领导机关和红军主力退出根据地。",
        "开始时间": "1933年9月25日",
        "结束时间": "1934年10月10日",
        "eventSeq": 97,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "中央革命根据地第五次反“围剿”",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "陕甘边革命根据地",
        "type": "解放战争",
        "description": "陕甘边革命根据地是土地革命战争时期由中共陕西省委和陕甘边特委领导，刘志丹、谢子长、习仲勋为代表的共产党人带领红二十六军和陕甘边人民，历经艰难曲折而逐步建立和发展的重要根据地，大致经历了建立陕甘边革命武装、成立陕甘边区革命委员会和创建、巩固陕甘边革命根据地等几个历史阶段。1935年2月，陕甘边革命根据地与陕北革命根据地统一成为陕甘革命根据地，在党的历史上有着起承转合的特殊地位，为中国革命作出了历史性贡献。",
        "成立时间": "1934年1月",
        "eventSeq": 98,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "陕甘边革命根据地",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "广昌战役",
        "type": "解放战争",
        "description": "广昌战役，是1934年4月上旬，第五次反“围剿”第三阶段，蒋介石集结11个师兵力，兵分两路向中央苏区重镇门户广昌进攻。广昌战役从4月10日打响至28日凌晨结束，最终红军被迫撤出，广昌失守。",
        "发生时间": "1934年4月10日",
        "结束时间": "1934年4月27日",
        "eventSeq": 99,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "广昌战役",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "长征",
        "type": "长征",
        "description": "土地革命战争时期，中国工农红军主力撤离长江南北各苏区，转战两年，到达陕甘苏区的战略转移行动。1934年10月，第五次反“围剿”失败后，中央主力红军为摆脱国民党军队的包围追击，被迫实行战略性转移，退出中央根据地，进行长征。长征是人类历史上的伟大奇迹，中央红军共进行了380余次战斗，攻占700多座县城，红军牺牲了营以上干部多达430余人，平均年龄不到30岁，共击溃国民党军数百个团，期间共经过14个省，翻越18座大山，跨过24条大河，走过荒草地，翻过雪山，行程约二万五千里，红一方面军于1935年10月到达陕北革命根据地，与陕北红军胜利会师。1936年10月，红二、四方面军到达甘肃会宁地区，同红一方面军会师。红军三大主力会师，标志着万里长征的胜利结束。",
        "发生时间": "1934年10月",
        "结束时间": "1936年10月",
        "eventSeq": 100,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "长征",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "湘江战役",
        "type": "长征",
        "description": "土地革命战争时期，中央红军长征途中，在广西北部湘江地区突破国民党军第4道封锁线的战役。湘江战役是关系中央红军生死存亡的一战。1934年11月27日至12月1日，中央红军在湘江上游广西境内的兴安县、全州县、灌阳县，与国民党军苦战五昼夜，最终从全州、兴安之间强渡湘江，突破了国民党军的第四道封锁线，粉碎了蒋介石围歼中央红军于湘江以东的企图。但是，中央红军也为此付出了极为惨重的代价。部队指战员和中央机关人员由长征出发时的8万多人锐减至3万余人。湘江战役是中央红军突围以来最壮烈、最关键的一仗，我军与优势之敌苦战，终于撕开了敌重兵设防的封锁线，粉碎了蒋介石围歼红军于湘江以东的企图。红军虽然突破了第四道封锁线，但付出了巨大的代价。5军团和在长征前夕成立的少共国际师损失过半，8军团损失更为惨重，34师被敌人重重包围，全体指战员浴血奋战，直到弹尽粮绝，绝大部分同志壮烈牺牲。渡过湘江后，中央红军和军委两纵队，已由出发时的8.6万人锐减到3万人。引起了广大干部和战士对王明军事路线的怀疑和不满到达了极点，纷纷要求改换领导。湘江惨胜直接导致在遵义召开中共中央政治局扩大会议。史称“遵义会议”。它是红军四处碰壁身处绝境时召开的，确立了以毛泽东为核心的新的党中央的正确领导和毛泽东在红军及党中央的领导地位，从此中国革命一个杰出人物正式登上历史舞台，标志着中国红军翻开崭新的一页。",
        "开始时间": "1934年11月27日",
        "结束时间": "1934年12月1日",
        "eventSeq": 101,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "湘江战役",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "黎平会议",
        "type": "长征",
        "description": "六届中央政治局于1934年12月18日在贵州黎平县城召开会议。周恩来主持会议，参加者有博古、朱德、张闻天、毛泽东、王稼祥、陈云、刘少奇等。李德因病没有出席。会议继续讨论红军的战略方针与进军路线问题。博古仍坚持中央红军进入湘西北，同红二、红六军团会合的意见；毛泽东则主张放弃原定计划，改向黔北进军，创建以遵义为中心的川黔边根据地。经过激烈争论，毛泽东的建议得到与会多数同志的赞同，通过了《中央政治局关于战略方针之决定》，决定放弃与红二、红六军团会合的原定计划。同时还决定在适当的时候召开政治局扩大会议，以便审查黎平会议的决定和总结第五次反“围剿”以及长征以来军事指挥上的经验教训。黎平会议是通道会议争论的继续，是长征以来具有决定意义战略转变的关键，最后确定了向贵州转兵的战略方针，为遵义会议纠正“左”倾军事冒险主义错误，做了重要的准备。",
        "开始时间": "1934年12月",
        "eventSeq": 102,
        "timeType": 5,
        "img": "",
        "size": 30,
        "id": "黎平会议",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "中文名": "顾顺章",
        "职业": "特务",
        "img": "",
        "逝世日期": "1935年6月",
        "别名": "顾凤鸣、黎明、化广奇",
        "出生地": "上海市宝山白杨",
        "description": "顾顺章（1895-1935年6月），上海宝山白杨人，中国共产党的叛徒，曾任中共中央政治局委员、中共中央政治局候补委员、中央特科负责人，1931年在武汉被捕叛变，给中共造成严重危害。1935年6月，顾顺章被秘密处死于苏州监狱。",
        "籍贯": "上海宝山",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1895年",
        "毕业院校": "澳斯托兹那雅特工学校",
        "name": "顾顺章",
        "personID": "844",
        "国籍": "中国",
        "id": "顾顺章",
        "group": 2
    },
    {
        "中文名": "陈云",
        "职业": "革命家、政治家、经济建设奠基人",
        "img": "",
        "逝世日期": "1995年4月10日",
        "出生地": "江苏青浦（今属上海）",
        "description": "陈云（1905年6月13日-1995年4月10日），江苏青浦（今属上海）人。伟大的无产阶级革命家、政治家，杰出的马克思主义者，中国社会主义经济建设的开创者和奠基人之一，党和国家久经考验的卓越领导人，是以毛泽东同志为核心的党的第一代中央领导集体和以邓小平同志为核心的党的第二代中央领导集体的重要成员。陈云同志在上个世纪30年代初就担任党中央的领导工作，经历了我们党领导人民进行革命、建设、改革各个历史时期几乎所有重大事件，参与了党中央在不同历史时期一系列重大决策的制定和实施，多次在党和人民事业发展的关键时刻、在党和国家的重大决策中发挥了十分重要的作用。陈云同志为中国人民解放事业的开展和成功，为我国社会主义制度的建立和巩固，为我国改革开放和社会主义现代化事业的开创和发展，奉献了毕生精力，建立了不朽功勋，在国内外享有崇高威望，深受全党全军全国各族人民尊敬和爱戴。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1905年6月13日",
        "name": "陈云",
        "personID": "245",
        "国籍": "中国",
        "id": "陈云",
        "group": 2
    },
    {
        "中文名": "周恩来",
        "img": "",
        "逝世日期": "1976年1月8日",
        "别名": "伍豪",
        "出生地": "江苏省淮安市",
        "description": "周恩来（1898年3月5日-1976年1月8日），字翔宇，曾用名飞飞、伍豪、少山、冠生等，原籍浙江绍兴，1898年3月5日生于江苏淮安。1921年加入中国共产党，是伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，党和国家主要领导人之一，中国人民解放军主要创建人之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。1976年1月8日在北京逝世。他的逝世受到极广泛的悼念。由于他一贯勤奋工作，严于律己，关心群众，被称为“人民的好总理”。他的主要著作收入《周恩来选集》。",
        "代表作品": "《周恩来选集》",
        "籍贯": "浙江绍兴",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年3月5日",
        "毕业院校": "天津南开学校大学部",
        "name": "周恩来",
        "personID": "124",
        "国籍": "中国",
        "id": "周恩来",
        "group": 2
    },
    {
        "中文名": "陈赓",
        "职业": "无产阶级军事家",
        "img": "",
        "外文名": "Chen Geng",
        "逝世日期": "1961年3月16日",
        "别名": "原名陈庶康",
        "出生地": "湖南湘乡市龙洞乡泉湖村",
        "description": "陈赓（1903-1961），原名陈庶康，1903年2月27日生于湖南湘乡。出身将门，其祖父为湘军将领。中国无产阶级革命家、军事家，中国人民解放军大将，国家和中国人民解放军的优秀领导者。新中国国防科技、教育事业的奠基者之一。1922年加入中国共产党。黄埔军校第一期毕业。曾留校任连长、副队长。1926年赴苏联学习，翌年回国并参加南昌起义。1928年在上海中共中央特科工作。1931年任红四方面军第十二师师长。1932年负伤到上海就医，1933年3月因叛徒出卖被捕，5月经中共组织和宋庆龄等营救脱险到中央革命根据地，任中国工农红军第一步兵学校校长。长征中任中央纵队干部团团长，到陕北后任红一军团第一师师长。抗日战争全面爆发后，任八路军第一二九师三八六旅旅长，太岳军区、太岳纵队、晋冀鲁豫军区第四纵队、中原野战军第四纵队司令员，第二野战军第四兵团司令员兼政治委员，西南军区副司令员兼云南军区司令员，云南省人民政府主席。1950年7月作为中共中央代表应邀赴越南，帮助越南军民进行抗法战争。1951年任中国人民志愿军副司令员兼第三兵团司令员、政治委员，后代理彭德怀在志愿军的职务。1952年7月起，任解放军军事工程学院院长兼政治委员、解放军副总参谋长、国防科委副主任，国防部副部长等职。1955年被授予大将军衔。曾获一级八一勋章，一级独立自由勋章，一级解放勋章。是中共第七届中央候补委员、第八届中央委员，第一、二届国防委员会委员。1961年3月16日在上海去世，终年58岁。",
        "代表作品": "《作战经验总结》",
        "民族": "汉族",
        "军衔": "大将",
        "size": 25,
        "出生日期": "1903年2月27日",
        "毕业院校": "黄埔军校",
        "name": "陈赓",
        "personID": "575",
        "国籍": "中国",
        "id": "陈赓",
        "group": 2
    },
    {
        "中文名": "韦拔群",
        "img": "",
        "逝世日期": "1932年10月19日",
        "别名": "曾用名韦秉吉、韦秉乾、韦萃",
        "description": "韦拔群（1894年-1932年10月19日），广西东兰人，壮族，曾用名韦秉吉、韦秉乾、韦萃。1926年冬加入中国共产党。壮族人民的优秀儿子、卓越的农民运动领导人、百色起义领导人之一、中国工农红军高级将领，中国工农红军第七军和广西右江革命根据地领导者之一。1932年10月19日凌晨，韦拔群被叛徒杀害于广西东兰赏茶洞，时年38岁。2009年韦拔群被评为100位为新中国成立作出贡献的英雄模范人物之一",
        "籍贯": "广西东兰",
        "民族": "壮族",
        "size": 25,
        "出生日期": "1894年",
        "毕业院校": "广西法政学堂、贵州讲武堂",
        "name": "韦拔群",
        "personID": "476",
        "国籍": "中国",
        "id": "韦拔群",
        "group": 2
    },
    {
        "img": "",
        "逝世日期": "1959年",
        "别名": "雷经天",
        "出生地": "广西南宁",
        "description": "雷经天（1904年6月—1959年8月），原名荣璞，号经天。广西南宁人。其父雷在汉是南宁辛亥革命的元勋。雷经天是五四时期南宁学生运动领袖，后任黄埔军校政治部宣传科科长。他亲历我党发动的“三大暴动”，3次被冤开除党籍，两次背着“黑锅”长征，后任陕甘宁边区高等法院院长。他是一位真正的共产党人、传奇的革命家。曾任广西省人民政府副主席、最高人民法院中南分院院长、最高人民法院督导员。1956年6月至1958年8月任华东政法学院院长，1956年10月至1957年12月任华东政法学院党委第一书记，1957年12月至1958年8月任华东政法学院党委书记。1958年9月任上海社会科学院院长兼政治法律研究所所长。曾兼任中国政治法律学会理事、上海市法学会会长等职。因病逝世后，被中共上海市委组织部确认为烈士。",
        "本名": "雷荣璞",
        "size": 25,
        "所处时代": "中国近现代",
        "出生日期": "1904年",
        "字": "经天",
        "name": "雷经天",
        "personID": "707",
        "id": "雷经天",
        "group": 2
    },
    {
        "中文名": "张云逸",
        "职业": "军人",
        "img": "",
        "逝世日期": "1974年11月19日",
        "别名": "张运镒，又名张胜之",
        "出生地": "海南省文昌市文城镇上僚下村",
        "description": "张云逸（1892年8月10日-1974年11月19日），广东省文昌县（今属海南省）人。早年加入中国同盟会，参加了黄花岗起义、辛亥革命、护国战争和北伐战争。1926年参加中国共产党，1929年在广西右江领导武装起义参加中国工农红军。红军时期，历任红军第七军军长、中央军委副参谋长、粤赣军区司令员、红军总司令部和红一方面军司令部副参谋长兼作战部部长，1934年10月参加长征。抗日战争时期，历任新四军参谋长、新四军江北指挥部指挥员、新四军副军长兼第2师师长、抗日军政大学第8分校校长。解放战争时期，历任华东军区副司令员、山东军区司令员、华东军政大学校长、中共华东后方工作委员会书记，中共中央华中局委员，中共中央华东局委员。为华东解放战争的胜利作出了重要贡献。全国解放后，历任中共广西省委书记、广西省人民政府主席、广西军区司令员兼政治委员、中共中央中南局委员、中共中央华南分局第二书记、中南行政委员会副主席、中共中央监察委员会副书记。1955年被授予大将军衔。曾任党的第七届、第八届、第九届中央委员会委员，第一届、第二届全国人民代表大会常务委员会委员。1974年11月19日病逝于北京。",
        "代表作品": "《战斗指挥研究事项》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1892年8月10日",
        "name": "张云逸",
        "personID": "1097",
        "国籍": "中国",
        "id": "张云逸",
        "group": 2
    },
    {
        "中文名": "邓小平",
        "职业": "革命家、政治家、军事家、外交家",
        "img": "",
        "逝世日期": "1997年2月19日",
        "别名": "邓先圣（原名）；邓希贤（学名）",
        "出生地": "原四川省广安县协兴乡牌坊村",
        "description": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。邓小平是全党全军全国各族人民公认的享有崇高威望的卓越领导人，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，久经考验的共产主义战士，中国社会主义改革开放和现代化建设的总设计师，中国特色社会主义道路的开创者，邓小平理论的主要创立者。他所倡导的“改革开放”及“一国两制”政策理念，改变了20世纪后期的中国，也影响了世界，因此在1978年和1985年，曾两次当选《时代周刊》“年度风云人物”。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1904年8月22日",
        "毕业院校": "莫斯科中山大学",
        "name": "邓小平",
        "personID": "706",
        "国籍": "中国",
        "id": "邓小平",
        "group": 2
    },
    {
        "中文名": "李明瑞",
        "img": "",
        "逝世日期": "1931年10月23日",
        "主要成就": "百色起义和龙州起义领导人",
        "出生地": "广西北流县清湾乡朱砂村",
        "description": "李明瑞（1896年11月9日-1931年10月23日），字裕生，广西北流人。北伐名将，中国工农红军的优秀将领，红七军、红八军总指挥。他放弃了优越的社会地位，拒绝了蒋介石高官厚禄的诱惑，毅然选择革命之路。他参加了中国共产党，在严酷考验面前毫不动摇，勇挑重担。他有胆有谋，指挥有方，为红七、八军创下不可磨灭的功勋。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1896年11月9日",
        "毕业院校": "云南讲武堂广东韶关分校",
        "name": "李明瑞",
        "personID": "395",
        "国籍": "中国",
        "id": "李明瑞",
        "group": 2
    },
    {
        "职业": "革命家",
        "中文名": "宛旦平",
        "img": "",
        "逝世日期": "1930年",
        "出生地": "湖南新宁",
        "description": "宛旦平（1900—1930），湖南新宁人。1922年入长沙岳云中学，参加学生爱国运动，结识毛泽东、何叔衡、夏明翰等人。1924年加入中国共产党，同年考入黄埔军校第二期。1925年2月参加讨伐军阀陈炯明的东征作战。1926年参加北伐战争。1927年四一二反革命政变后，奉命率营参加保卫武汉的任务。5月中旬在师长叶挺直接指挥下，率全营迎击叛军夏斗寅部。同年率部参加南昌起义，1930年2月1日率所部参加龙州起义。中国红军第八军正式成立后，任军参谋长兼第二纵队司令员，并任红八军军事委员会委员。不久率部随军东进南宁，途中奉命率两个连回师宁明、龙州击溃叛军，3月20日龙州突遭桂系军阀部队袭击，他率纵队在白沙街、铁桥头与敌军展开激战，尔后指挥一个营扼守铁桥掩护军部撤出龙州突围转移，当日晚在战斗中壮烈牺牲。",
        "性别": "男",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1900年",
        "毕业院校": "黄埔军校",
        "name": "宛旦平",
        "personID": "293",
        "国籍": "中国",
        "id": "宛旦平",
        "group": 2
    },
    {
        "中文名": "俞作豫",
        "img": "",
        "size": 25,
        "出生日期": "1901年",
        "逝世日期": "1930年9月6日",
        "name": "俞作豫",
        "description": "俞作豫（1901年-1930年9月6日），广西北流人，1927年10月在香港加入中国共产党。百色起义和龙州起义领导人之一，红七军、红八军和左右江革命根据地创建者之一，红八军军长。1930年9月6日，俞作豫在广州黄花岗英勇就义，时年29岁。",
        "personID": "271",
        "国籍": "中国",
        "id": "俞作豫",
        "籍贯": "广西北流",
        "group": 2
    },
    {
        "中文名": "滕代远",
        "img": "",
        "夫人": "林一",
        "逝世日期": "1974年12月1日",
        "出生地": "湖南怀化市麻阳县",
        "description": "滕代远（1904年11月2日-1974年12月1日），湖南省怀化市麻阳县人，1924年参加中国共产党，中国共产党的优秀党员、久经考验的老一辈无产阶级革命家、党和国家杰出的领导人。新中国成立后，滕代远历任铁道部部长、全国政协副主席等要职。",
        "民族": "苗族",
        "size": 25,
        "出生日期": "1904年11月2日",
        "毕业院校": "常德湖南省立第二师范学校",
        "name": "滕代远",
        "personID": "806",
        "国籍": "中国",
        "id": "滕代远",
        "group": 2
    },
    {
        "中文名": "彭德怀",
        "职业": "无产阶级革命家、军事家、政治家",
        "img": "",
        "逝世日期": "1974年11月29日",
        "别名": "彭得华、清宗、石穿",
        "出生地": "湖南省湘潭县彭家围子",
        "description": "彭德怀（1898年10月24日-1974年11月29日），男，原名得华，号石穿，出生于湖南省湘潭县彭家围子。中华人民共和国开国元帅，无产阶级革命家，军事家，政治家，中国人民解放军创建人和领导人之一。彭德怀于1928年加入中国共产党，第二次国内革命战争时期历任中国工农红军师长、军长、三军团总指挥、中华苏维埃共和国中央革命军事委员会副主席；长征后期担任过陕甘支队司令员；到达陕北以后，担任过红军前敌总指挥。抗日战争时期，担任八路军副总指挥，中共中央北方局代理书记。解放战争时期，担任中国人民解放军副总司令、西北野战军(后为第一野战军)司令员兼政治委员。新中国成立后，任中央人民政府委员、人民革命军事委员会副主席、西北军政委员会主席、中共中央西北局第一书记、西北军区司令员。1950年10月，出任中国人民志愿军司令员兼政治委员。1954年后任国务院副总理兼国防部长、国防委员会副主席，对中国人民解放军的现代化、正规化建设，作出了卓越的贡献。1955年被授予中华人民共和国元帅军衔。1956年在中共八届一中全会上，当选为中共中央政治局委员。“文化大革命”期间，遭到林彪、江青反革命集团的诬陷和残酷迫害，多次被游斗。1974年11月29日逝世。1978年中共十一届三中全会为他平反昭雪，恢复了名誉。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年10月24日",
        "毕业院校": "湖南陆军讲武堂",
        "name": "彭德怀",
        "personID": "800",
        "国籍": "中国",
        "id": "彭德怀",
        "group": 2
    },
    {
        "中文名": "贺龙",
        "img": "",
        "逝世日期": "1969年6月9日",
        "别名": "原名贺文常， 字云卿",
        "出生地": "湖南桑植",
        "description": "贺龙（1896年3月22日-1969年6月9日），原名贺文常，字云卿。湖南桑植人。伟大的无产阶级革命家、军事家，中国人民解放军的创始人和主要领导者之一。他在半个多世纪的革命斗争生涯中，为中国的旧民主主义革命、新民主主义革命、社会主义革命和建设，作出了重要贡献，建立了不朽功勋。贺龙是中国共产党、中华人民共和国和中国人民解放军的一位卓越领导人。1955年被授予中华人民共和国元帅军衔和一级八一勋章、一级独立自由勋章、一级解放勋章。",
        "代表作品": "《贺龙军事文选》",
        "size": 25,
        "出生日期": "1896年3月22日",
        "name": "贺龙",
        "职务": "无产阶级革命家、军事家",
        "personID": "842",
        "国籍": "中国",
        "id": "贺龙",
        "group": 2
    },
    {
        "中文名": "周逸群",
        "职业": "无产阶级革命家",
        "img": "",
        "逝世日期": "1931年5月20日",
        "别名": "周立凤",
        "出生地": "贵州铜仁",
        "description": "周逸群（1896年—1931年5月），字立凤，祖籍湖北省蒲圻县，出生于贵州省铜仁市。是中国共产党的优秀党员，杰出的无产阶级革命家、军事家、宣传家、活动家，贺龙同志的入党介绍人，早期中国共产党军队的缔造者之一，中国共产党三大革命根据地之湘鄂西革命根据地和湘鄂西红军的创建者之一。1931年5月，在湖南岳阳贾家凉亭附近遭国民党军伏击，英勇牺牲，时年35岁。2009年9月14日，周逸群被评为100位为新中国成立作出突出贡献的英雄模范人物之一。",
        "代表作品": "《周逸群文集》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1896年",
        "毕业院校": "黄埔军校第2期",
        "name": "周逸群",
        "personID": "623",
        "国籍": "中国",
        "id": "周逸群",
        "group": 2
    },
    {
        "中文名": "许光达",
        "职业": "军人",
        "img": "",
        "夫人": "邹靖华",
        "外文名": "Xu Guang Da",
        "逝世日期": "1969年6月3日",
        "别名": "许德华、许泛舟、许洛华",
        "出生地": "湖南省长沙县东乡萝卜冲",
        "description": "许光达（1908年11月19日-1969年6月3日），中国无产阶级革命家、军事家。湖南省长沙县东乡萝卜冲人。1921年，考入长沙师范学校，1925年9月加入中国共产党。1926年春入黄埔军校第5期学习。在革命生涯中，历任见习排长、排长、代理连长、军参谋长、师政委、师长，抗日军政大学训练部长、教育长、分校校长，中共中央革命军事委员会参谋部部长兼延安交通司令、防空司令和卫戍司令，八路军第120师独立第2旅旅长兼晋绥军区2军分区司令，晋绥军区第3纵队司令，西北野战军军长、第2兵团司令员等职，参加了南征作战、马良坪战斗、绥远战役、高家堡战役、榆林战役、沙家店战役、延清战役、宜川战役、澄郃战役、荔北战役、扶郿战役、兰州战役等。中华人民共和国成立后，许光达任装甲兵司令员、国防部副部长等职，为军队现代化、正规化建设作出了卓著贡献。1955年被授予大将军衔。1969年6月3日逝世，终年61岁。",
        "民族": "汉族",
        "军衔": "1955年被授予大将军衔",
        "size": 25,
        "出生日期": "1908年11月19日",
        "name": "许光达",
        "personID": "479",
        "国籍": "中国",
        "id": "许光达",
        "group": 2
    },
    {
        "中文名": "段德昌",
        "职业": "中国工农红军杰出指挥员，军事家",
        "img": "",
        "逝世日期": "1933年5月",
        "别名": "裕后",
        "出生地": "湖南南县",
        "description": "段德昌（1904年8月—1933年5月），字裕厚，号魂，1904年8月出生于湖南南洲厅九都山九屋场（即现在的南县南洲镇火箭村）。中国工农红军杰出的指挥员、军事家。1924年，段德昌创办新华中学，第二年加入中国共产主义青年团，同年转入中国共产党。“五卅”惨案后，发起组织“青沪惨案南县雪耻会”，加入中国共产党，入黄埔军校第四期学习；后到国民革命军第八军第一师政治部工作，参加北伐战争，领导开展游击斗争，创建游击根据地。1933年5月，段德昌壮烈牺牲，年仅29岁。1952年，毛泽东亲自为段德昌签发中华人民共和国中央人民政府第一号烈士证书；后中央军委将段德昌列为共和国历史上的36位军事家之一；2009年段德昌被中央宣传部、中央组织部等11个部门评为“100位为新中国成立作出突出贡献的英雄模范人物”。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1904年8月",
        "字": "裕后",
        "号": "魂",
        "毕业院校": "黄埔军校",
        "name": "段德昌",
        "personID": "1015",
        "国籍": "中国",
        "id": "段德昌",
        "group": 2
    },
    {
        "职业": "画家",
        "中文名": "王鹤",
        "img": "",
        "size": 25,
        "name": "王鹤",
        "description": "王鹤，现为中国油画院《星艺术》杂志执行主编，院长助理，艺术事业发展部主任，北京书法家协会会员。",
        "personID": "165",
        "国籍": "中国",
        "id": "王鹤",
        "性别": "男",
        "group": 2
    },
    {
        "中文名": "旷继勋",
        "img": "",
        "逝世日期": "1933年",
        "出生地": "贵州思南县",
        "description": "旷继勋（邝继勋，1895-1933）男，汉族，贵州省思南县人，中共党员，中国工农红军高级指挥员。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1895年",
        "name": "旷继勋",
        "personID": "686",
        "国籍": "中国",
        "id": "旷继勋",
        "group": 2
    },
    {
        "img": "",
        "逝世日期": "1932年9月",
        "别名": "陈叶平",
        "出生地": "湖南省桃源县",
        "description": "陈协平,又名陈叶平，湖南桃源人。1925年10月加入中国共产党。曾任中共湘西特委宣传部部长。1928年任工农革命军第四军秘书长，中共湘西前敌委员会（后改为湘鄂西前委）委员。1929年夏任中国工农红军第四军第一路指挥部党代表，参加创建湘鄂边革命根据地。1930年随军进入洪湖地区，参加创建湘鄂西革命根据地。同年7月任红二军团第二军四师政治部主任、中共第二军军委宣传委员，后任四师政委。1931年3月任红三军教导第一师政委。同年5月任中共湘鄂边特委委员、湘鄂边独立团（亦称红三军独立第一团）政委。与团长王炳南率部坚持斗争，多次挫败国民党军地方武装的“围剿”，巩固和恢复湘鄂边革命根据地。1932年夏在“肃反”中被诬陷杀害。",
        "本名": "陈协平",
        "size": 25,
        "出生日期": "1903年12月",
        "name": "陈协平",
        "民族族群": "汉族",
        "personID": "253",
        "id": "陈协平",
        "group": 2
    },
    {
        "中文名": "朱勉之",
        "img": "",
        "外文名": "观炳",
        "逝世日期": "1932年",
        "出生地": "武昌法泗镇",
        "description": "朱勉之，亦名朱文蔚，湖北武昌人。中共党员，革命烈士。",
        "性别": "男",
        "民族": "汉",
        "size": 25,
        "出生日期": "1904年",
        "name": "朱勉之",
        "personID": "671",
        "国籍": "中国",
        "id": "朱勉之",
        "group": 2
    },
    {
        "中文名": "李克明",
        "img": "",
        "description": "李克明，男，汉族，籍贯安徽定远，1957年7月出生，中共党员，中南工业大学工商管理系管理工程专业硕士，1980年7月参加工作，历任国有重点大型企业监事会主席（副部长级）等职。",
        "籍贯": "安徽定远",
        "民族": "汉",
        "size": 25,
        "出生日期": "1957年7月",
        "毕业院校": "中南工业大学",
        "name": "李克明",
        "personID": "579",
        "国籍": "中国",
        "id": "李克明",
        "group": 2
    },
    {
        "中文名": "王炳南",
        "职业": "商务部副部长",
        "img": "",
        "出生地": "山东昌邑",
        "description": "王炳南，男，汉族，1961年9月生，山东昌邑人，1984年8月参加工作，1983年6月加入中国共产党，吉林工业大学工学学士、上海交通大学中欧国际工商学院工商管理专业硕士研究生，高级工程师。现任商务部副部长、党组成员。",
        "入党时间": "1983年",
        "工作时间": "1984年",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1961年9月",
        "毕业院校": "吉林工业大学、上海交通大学",
        "name": "王炳南",
        "personID": "528",
        "国籍": "中国",
        "id": "王炳南",
        "group": 2
    },
    {
        "中文名": "王一鸣",
        "img": "",
        "出生地": "上海",
        "description": "王一鸣，男，汉族，1959年8月生，浙江镇海人，1977年7月参加工作，1989年5月加入中国共产党，经济学博士，研究员。现任中国国际经济交流中心副理事长，第十三届全国政协经济委员会委员。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1959年8月",
        "毕业院校": "南开大学",
        "name": "王一鸣",
        "personID": "937",
        "国籍": "中国",
        "id": "王一鸣",
        "group": 2
    },
    {
        "中文名": "孙德清",
        "职业": "军人",
        "img": "",
        "逝世日期": "1932年",
        "description": "孙德清（1904—1932），安徽寿县人，早年读过私塾、小学；1923年南下广州到柏文蔚驻粤皖军司令部当步兵；1924年，考入黄埔军校第一期。同年加入中国共产党。参加过八一南昌起义、曾兼任红二军军长协助贺龙率军团转战湘鄂西地区参入多次战斗。后在“肃反”中被诬陷致死。",
        "籍贯": "安徽寿县",
        "size": 25,
        "出生日期": "1904年",
        "毕业院校": "黄埔军校",
        "name": "孙德清",
        "personID": "141",
        "id": "孙德清",
        "group": 2
    },
    {
        "中文名": "朱德",
        "img": "",
        "逝世日期": "1976年7月6日",
        "出生地": "四川省仪陇县",
        "description": "朱德（1886年12月1日-1976年7月6日），字玉阶，原名朱代珍，曾用名朱建德，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家，中国人民解放军的主要缔造者之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。建国初期，兼任中共中央纪律检查委员会书记，为加强执政党的建设，维护党的组织纪律，克服党内各种不良倾向，保持党的优良作风，进行了大量卓有成效的工作。他还多次出国访问、会见外国领导人，增进了中国人民和各国人民的友谊。在“文化大革命”期间，他曾遭到林彪、江青集团的侮辱和打击，但受到毛泽东的保护。1976年7月6日在北京逝世。主要著作收入《朱德选集》。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1886年12月1日",
        "name": "朱德",
        "personID": "870",
        "国籍": "中国",
        "id": "朱德",
        "group": 2
    },
    {
        "中文名": "毛泽东",
        "img": "",
        "信仰": "马克思主义",
        "逝世日期": "1976年09月09日",
        "别名": "石三伢子、二十八画生 等",
        "出生地": "湖南省长沙府湘潭县韶山冲",
        "description": "毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任。湖南湘潭人。中国人民的领袖，伟大的马克思主义者，伟大的无产阶级革命家、战略家、理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，马克思主义中国化的伟大开拓者，近代以来中国伟大的爱国者和民族英雄，中国共产党第一代中央领导集体的核心，领导中国人民彻底改变自己命运和国家面貌的一代伟人。1949至1976年，毛泽东担任中华人民共和国最高领导人。他对马克思列宁主义的发展、军事理论的贡献以及对共产党的理论贡献被称为毛泽东思想。因毛泽东担任过的主要职务几乎全部称为主席，所以也被人们尊称为“毛主席”。毛泽东被视为现代世界历史中最重要的人物之一，《时代》杂志也将他评为20世纪最具影响100人之一。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1893年12月26日",
        "毕业院校": "湖南省立第一师范学校",
        "name": "毛泽东",
        "personID": "1088",
        "国籍": "中国",
        "id": "毛泽东",
        "group": 2
    },
    {
        "中文名": "蒋介石",
        "img": "",
        "外文名": "Chiang Kai-shek",
        "逝世日期": "1975年4月5日",
        "主要成就": "二战时期中国战区最高统帅",
        "子女": "蒋经国、蒋纬国",
        "出生地": "浙江省宁波市奉化县溪口镇",
        "description": "蒋介石（1887年10月31日-1975年4月5日），原名瑞元，学名志清、中正，字介石。浙江奉化人，是近代中国著名政治及军事人物，历任黄埔军校校长、国民革命军总司令、国民政府主席、行政院院长、国民政府军事委员会委员长、中华民国特级上将、中国国民党总裁、三民主义青年团团长、第二次世界大战同盟国中国战区最高统帅、中华民国总统等职。蒋介石受孙中山赏识而崛起于民国政坛，在孙中山去世后长期领导中国国民党达半世纪；其于国民政府时代一直居于军政核心，但其政治手腕与独裁统治亦遭受批评。其从政生涯横跨多个重要时期，在中国近代史上有重要地位。1975年4月5日，在台北士林官邸逝世。蒋介石是中国近现代史上的一个关键人物，他的政治生涯对中国近现代史的进程产生过极为重要的影响。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1887年10月31日",
        "毕业院校": "东京振武学校",
        "name": "蒋介石",
        "personID": "263",
        "国籍": "中国",
        "id": "蒋介石",
        "妻子": "宋美龄",
        "group": 2
    },
    {
        "中文名": "鲁涤平",
        "职业": "国民革命军高级将领",
        "img": "",
        "逝世日期": "1935年",
        "主要成就": "湖南、江西省主席",
        "别名": "涤平",
        "出生地": "湖南宁乡道林镇高茅屋",
        "description": "鲁涤平（1887—1935），湖南宁乡人，中国国民党高级将领，曾任湖南省主席，因桂系军阀逼迫退出湖南，任江西省主席，后任国民政府军事参议院副院长。1935年1月24日在南京病死。",
        "军衔": "上将（追赠）",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1887年",
        "毕业院校": "湖南陆军兵目学堂",
        "name": "鲁涤平",
        "personID": "925",
        "国籍": "中国",
        "id": "鲁涤平",
        "group": 2
    },
    {
        "中文名": "谭道源",
        "img": "",
        "逝世日期": "1946年",
        "别名": "谭逸如",
        "出生地": "湖南湘乡",
        "description": "谭道源（1887年~1946年），又名谭逸如，湖南湘乡人，因无钱升学，经伯父谭椿年引荐，1903年春(16岁)考入湖南陆军兵目学堂，他身材高大。1905年夏，经蔡锷挑选，即与同学岳森、雷飚等20余人去广西桂林筹办陆军学堂，并任教官。1946年8月2日，病逝于长沙市。2005年，荣获中央颁发的“抗日战争60周年纪念”金章及慰问金，定为推翻清朝功臣、北伐名将、抗日英雄。",
        "size": 25,
        "出生日期": "1887年",
        "name": "谭道源",
        "personID": "979",
        "国籍": "中国",
        "id": "谭道源",
        "group": 2
    },
    {
        "中文名": "张辉瓒",
        "职业": "国民革命军高级将领",
        "img": "",
        "信仰": "三民主义",
        "逝世日期": "1931年",
        "主要成就": "驱逐张敬尧  北伐战争",
        "别名": "张石侯",
        "出生地": "湖南省长沙县唐田神塘",
        "description": "张辉瓒（1885—1931），男，汉族，早年投身湘军，曾留学日本和德国。曾参加护法战争，兵败之后带残部赴广东，所部编为国民革命军。历任副师长、师长。民国13年，张辉瓒兼任湖南省省会警察厅厅长。奉蒋介石命令进攻中央苏区时被红军俘虏，在群众大会上被愤怒的农民杀死。",
        "性别": "男",
        "军衔": "中将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1885年",
        "政党": "国民党",
        "毕业院校": "保定军校、日本陆军士官学校",
        "name": "张辉瓒",
        "personID": "562",
        "国籍": "中国",
        "id": "张辉瓒",
        "group": 2
    },
    {
        "服役时间": "1924年——1987年",
        "中文名": "何应钦",
        "职业": "军人",
        "img": "",
        "外文名": "He Yingqin",
        "逝世日期": "1987年10月21日",
        "别名": "何敬之",
        "出生地": "贵州省兴义市",
        "参与战役": "北伐战争，芷江战役，国共内战",
        "description": "何应钦（1890年4月2日－1987年10月21日），中华民国陆军一级上将，字敬之，贵州省兴义人。早年留学日本，就读于日本陆军士官学校。辛亥革命爆发后，回国参加沪军。二次革命失败后，再到日本就读于陆军士官学校。1916年秋回国，到贵州任讲武学校校长、黔军参谋长等职。1924年赴广州，任大本营参议、黄埔军校总教官兼教导第一团团长、旅长、师长、军长等职。1927年4月追随蒋介石发动四一二反革命政变，在浙江进行反革命屠杀。1930年3月任国民政府军政部部长。此后任“剿共”军队前线指挥，积极参与第一、二、四次“围剿”。1933年5月，与日本签订《塘沽协定》。1935年6月又与日本签订《何梅协定》。同年授陆军一级上将军衔。全面抗日战争时期，任第四战区司令长官、中国远征军总司令、中国战区中国陆军总司令。1941年1月同蒋介石策划皖南事变。1945年9月9日，何应钦在南京代表中国政府接受侵华日军总参谋长小林浅三郎递交的侵华日军总司令冈村宁次签署的投降书。1946年6月，任中国驻联合国安理会军事参谋团中国代表团团长。1948年5月，任国防部长，次年3月任行政院长，5月辞职，8月去台湾历任“总统府战略顾问委员会”主任委员、“中华民国联合国同志会”理事长、“三民主义统一中国大同盟”主任委员等职。1987年10月在台北病逝。",
        "民族": "汉族",
        "军衔": "中华民国陆军一级上将",
        "size": 25,
        "出生日期": "1890年4月2日",
        "政党": "中国国民党",
        "服役军队": "中国国民革命军",
        "毕业院校": "日本陆军士官学校",
        "name": "何应钦",
        "personID": "158",
        "国籍": "中国",
        "id": "何应钦",
        "group": 2
    },
    {
        "中文名": "徐向前",
        "职业": "无产阶级革命家、军事家",
        "img": "",
        "逝世日期": "1990年9月21日4时21分",
        "别名": "徐象谦，字子敬",
        "出生地": "山西省五台县永安村",
        "description": "徐向前（1901年11月8日-1990年9月21日），字子敬，出生于山西省五台县永安村。1927年3月，加入中国共产党。徐向前同志是忠诚的共产主义战士，坚定的马克思主义者，久经考验的无产阶级革命家、军事家，中华人民共和国的缔造者之一，长期担任党、国家和军队重要领导职务的卓越领导人。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1901年11月8日",
        "毕业院校": "黄埔军校第一期",
        "name": "徐向前",
        "personID": "669",
        "国籍": "中国",
        "id": "徐向前",
        "group": 2
    },
    {
        "中文名": "南次郎",
        "img": "",
        "信仰": "军国主义",
        "逝世日期": "1955年12月5日",
        "出生地": "日本大分县",
        "description": "南次郎（1874年8月10日—1955年12月5日），日本陆军大将，骑兵出身，曾参与策划九一八事变和侵略东北，力主以武力解决\"满蒙同题\"。1934年12月，任关东军司令官，拼凑华北、内蒙伪政权。后兼关东局局长、日本驻伪满洲国大使。对中国人民犯下了滔天罪行。日本投降后被列为甲级战犯，由远东国际军事法庭判处无期徒刑。",
        "民族": "大和民族",
        "size": 25,
        "出生日期": "1874年8月10日",
        "毕业院校": "陆军士官学校、陆军大学",
        "name": "南次郎",
        "职务": "日本陆军大将",
        "personID": "775",
        "国籍": "日本",
        "id": "南次郎",
        "group": 2
    },
    {
        "中文名": "本庄繁",
        "img": "",
        "外文名": "ほんじょう しげる",
        "出生地": "兵库县",
        "description": "本庄繁（ほんじょうしげる，1876年5月10日—1945年11月20日），日本兵库县人，陆军大将（1933.4）。九一八事变时下令侵占东三省的关东军司令。二·二六事件时因替叛军说情而被昭和天皇解除职务。1945年日本战败时作为甲级战犯而畏罪自杀。",
        "死亡日期": "1945年11月20日",
        "军衔": "陆军大将",
        "民族": "大和",
        "size": 25,
        "出生日期": "1876年5月10日",
        "毕业院校": "陆军大学",
        "name": "本庄繁",
        "personID": "789",
        "国籍": "日本",
        "id": "本庄繁",
        "group": 2
    },
    {
        "中文名": "张学良",
        "职业": "军人",
        "img": "",
        "别名": "双喜、小六子、张汉卿、张少帅",
        "出生地": "辽宁省鞍山市台安县",
        "description": "张学良（1901年6月3日－2001年10月14日），字汉卿，号毅庵，乳名双喜、小六子。汉族，籍贯辽宁省盘锦市大洼县东风镇，生于辽宁省鞍山市台安县桓洞镇鄂家村张家窝堡屯（旧称桑子林詹家窝铺），国民革命军将领，奉系军阀首领张作霖的长子，中国近代著名爱国将领。1920年毕业于东三省陆军讲武堂，先于奉系军中担任要职，“皇姑屯事件”之后，他继任为东北保安军总司令，拒绝日本人的拉拢，坚持“东北易帜”，为祖国统一和民族团结做出了贡献。后任中华民国陆海空军副司令，陆军一级上将。西安事变后遭蒋介石父子长期软禁。1990年恢复人身自由，1995年起离台侨居美国夏威夷，2001年10月14日病逝于檀香山，享年101岁。张学良积极主张抗日，反对内战，曾同杨虎城将军一起发动震惊中外的“西安事变”，促成国共二次合作，结成抗日民族统一战线。2009年张学良被评为100位为新中国成立作出贡献的英雄模范人物之一。",
        "籍贯": "辽宁省盘锦市大洼县东风镇",
        "军衔": "国民党陆军一级上将",
        "民族": "汉族",
        "size": 25,
        "字": "汉卿",
        "出生日期": "1901年（辛丑年）6月3日",
        "毕业院校": "东北陆军讲武堂",
        "name": "张学良",
        "职务": "中华民国陆海空军副司令",
        "personID": "316",
        "国籍": "中国",
        "id": "张学良",
        "group": 2
    },
    {
        "中文名": "项英",
        "职业": "军人",
        "img": "",
        "信仰": "马克思主义",
        "逝世日期": "1941年",
        "别名": "原名德隆，化名江俊、江钧",
        "出生地": "湖北武昌县（今武汉市江夏区）",
        "description": "项英（1898.5—1941），原名项德隆，又叫德龙、飞龙，号江钧，化名张成、韩应、江俊，笔名夏英。湖北江夏（今武汉市江夏区）人。杰出的无产阶级革命家，工人运动的著名活动家，党和红军早期的领导人之一，新四军的创建人和主要领导人之一。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年5月",
        "毕业院校": "武昌涵三宫的日新预备学堂",
        "name": "项英",
        "personID": "917",
        "国籍": "中国",
        "id": "项英",
        "group": 2
    },
    {
        "中文名": "张国焘",
        "img": "",
        "逝世日期": "1979年12月3日",
        "别名": "张特立",
        "出生地": "江西省萍乡市上栗县金山镇山明村",
        "description": "张国焘（1897年11月26日-1979年12月3日），江西萍乡人，字恺荫，原名张特立，曾用名特、凯音、天师、国涛，1920年秋加入北京的中国共产党早期组织，成为中国共产党党员（后被开除党籍）。1916年，张国焘进入北京大学读书，五四运动中表现积极。1920年10月，加入北京的共产党早期组织。1932年进入鄂豫皖苏区，成为根据地事实上的领导者。1935年4月放弃川陕根据地开始长征。6月懋功会师后，反对中央北上的决定，10月率部南下川康，在卓木碉宣布另立“中央”，1936年6月被迫取消。1937年3月在政治局扩大会议受到批判。1938年4月初，乘祭黄帝陵之机逃出陕甘宁边区，投靠中国国民党，成为中国革命的叛徒；4月18日被开除党籍。不久加入军统从事反共特务活动。1948年6月在上海创办《创进》周刊，同年11月去台湾。1949年转居香港。1968年移居加拿大多伦多。。1979年12月3日，82岁的张国焘冻死于一家养老院。",
        "民族": "汉族",
        "去世日期": "1979年12月3日",
        "size": 25,
        "出生日期": "1897年11月26日",
        "毕业院校": "北京大学",
        "name": "张国焘",
        "personID": "98",
        "国籍": "中国",
        "去世地点": "加拿大多伦多",
        "id": "张国焘",
        "group": 2
    },
    {
        "img": "",
        "size": 25,
        "出生日期": "1900年",
        "逝世日期": "1960年",
        "name": "何畏",
        "民族族群": "汉",
        "description": "何畏（1900年—1960年），原名何世富，又名何敬贤。广东省乐会县人。原中国工农红军在土地革命时期的高级军事将领，毕业于黄埔军校第五期，参加了省港大罢工、广州起义、百色起义，曾任中国工农红军第9军军长（政委詹才芳，副军长许世友）、中华苏维埃西北革命军事委员会中国工农红军大学政治委员，中共中央候补委员，中国工农红军大学、中国工农红军第四方面军红军大学政治委员、抗日军政大学副校长等重要职务；后脱离革命，回到家乡。1960年病逝。",
        "personID": "363",
        "id": "何畏",
        "本名": "何畏",
        "group": 2
    },
    {
        "中文名": "王平章",
        "img": "",
        "逝世日期": "1933年",
        "出生地": "福建省武平县",
        "description": "王平章（1911年-1933年），男，福建省武平县人，生前为模范连战士，1933年在牛皮坪被捕于武平城杀害。",
        "性别": "男",
        "size": 25,
        "出生日期": "1911年",
        "name": "王平章",
        "personID": "582",
        "国籍": "中国",
        "id": "王平章",
        "group": 2
    },
    {
        "中文名": "王树声",
        "职业": "无产阶级军事家",
        "img": "",
        "逝世日期": "1974年1月7日",
        "别名": "王宏信",
        "出生地": "湖北麻城乘马岗项家冲",
        "description": "王树声（1905年5月26日-1974年1月7日），原名王宏信，汉族，湖北麻城市乘马岗人。忠诚的共产主义战士，久经考验的无产阶级革命家，杰出的军事家，我军军械装备建设和军事科学研究事业的重要奠基人和领导人。1926年加入中国共产党，参与创建了麻城县第一支农民武装，1927年参与领导麻城暴动和黄麻起义。1928年后历任中国工农红军团长、副师长兼团长、师长、红四方面军副总指挥兼第31军军长、西路军副总指挥兼第9军军长等职。他英勇善战，战功显赫，为创建鄂豫皖、川陕革命根据地和红四方面军建立了不朽的功勋。1955年被授予大将军衔。是第一届全国人民代表大会代表，第一、二、三届国防委员会委员，中国共产党第八、九、十届中央委员。1974年1月7日病逝于北京，享年69岁。",
        "军衔": "中国人民解放军大将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1905年5月26日",
        "name": "王树声",
        "personID": "872",
        "国籍": "中国",
        "id": "王树声",
        "group": 2
    },
    {
        "中文名": "罗南辉",
        "职业": "军人",
        "img": "",
        "外文名": "Luo Nanhui",
        "逝世日期": "1936年",
        "别名": "罗曼、罗敏",
        "出生地": "四川成都西郊",
        "description": "罗南辉（1908-1936），又名罗曼、罗敏，四川成都西郊人。1927年加入中国共产党，早年曾在水烟铺当刨烟工。先后任川军江防军第28军第7混成旅起义军营长、中国工农红军第二十六军第一路警备大队长、中共川东特委军委书记、中共四川省委的锄奸小组组长、中共南充中心县委军委书记、中国工农红军第33军副军长、中国工农红军红五军副军长等职。1936年10月23日在会宁县中川乡大墩梁遭敌机轰炸，壮烈牺牲，年仅28岁。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1908年",
        "name": "罗南辉",
        "personID": "796",
        "国籍": "中国",
        "id": "罗南辉",
        "group": 2
    },
    {
        "职业": "军人",
        "中文名": "詹才芳",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1992年12月2日",
        "出生地": "湖北省黄安县高桥区黑石咀村",
        "description": "詹才芳（1907年9月12日-1992年12月2日），中华人民共和国开国中将，湖北省黄安（今红安）县人。在革命生涯中，历任排长、大队长、连长、营长、团政委、师政委、军政委、纵队司令员、军分区副司令员、军区司令员、军长等职。先后参加了黄麻起义、鄂豫皖苏区第一至第四次反“围剿”、创建川陕苏区斗争、川陕苏区反“三路围攻”、川陕苏区反“六路围攻”、强渡嘉陵江、辽沈战役、平津战役、湘赣战役、衡宝战役等战役战斗。中华人民共和国成立后，历任湖南军区副司令员、中南军区公安部队司令员、广州军区副司令员等职。1955年被授予中将军衔。1992年12月2日在北京逝世，享年85岁。",
        "军衔": "中将（1955年）",
        "size": 25,
        "出生日期": "1907年9月12日",
        "毕业院校": "抗日军政大学",
        "name": "詹才芳",
        "personID": "980",
        "国籍": "中国",
        "id": "詹才芳",
        "group": 2
    },
    {
        "中文名": "许世友",
        "职业": "军事家",
        "img": "",
        "信仰": "马克思主义、毛泽东思想",
        "逝世日期": "1985年10月22日",
        "description": "许世友（1906年2月2日-1985年10月22日），原名许仕友，字汉禹。出生于湖北省麻城县许家洼（今河南省新县许洼），是中国共产党久经考验的忠诚的共产主义战士、无产阶级革命家、中国人民解放军卓越的军事指挥员。1955年，许世友将军被授予上将军衔，并担任中国人民解放军副总参谋长、南京军区司令员、广州军区司令员、国防部副部长，中共中央军委常委等。是第一、二、三届国防委员会委员，中国共产党第八届候补中央委员，第九、十、十一届中央政治局委员。在中国共产党中央顾问委员会第一次全体会议上被选为中央顾问委员会常务委员、副主任。1985年10月22日，许世友因病逝世，享年80岁。",
        "民族": "汉族",
        "军衔": "上将",
        "size": 25,
        "出生日期": "1906年2月2日",
        "毕业院校": "中国人民抗日军政大学",
        "name": "许世友",
        "personID": "763",
        "国籍": "中国",
        "id": "许世友",
        "group": 2
    },
    {
        "职业": "画家",
        "中文名": "王学礼",
        "img": "",
        "主要成就": "当代水墨山水的代表人物",
        "出生地": "河北省承德市",
        "description": "王学礼满族，1965年生于河北省承德市。师从当代著名画家王文芳、卢禹舜先生。现为国家一级美术师、中国美术家协会会员，中国国家画院卢禹舜工作室山水课题研究班画家。",
        "民族": "满族",
        "size": 25,
        "出生日期": "1965年",
        "毕业院校": "河北民族师范学院",
        "name": "王学礼",
        "personID": "772",
        "国籍": "中国",
        "id": "王学礼",
        "group": 2
    },
    {
        "中文名": "余天云",
        "img": "",
        "逝世日期": "1936年4月",
        "description": "余天云（1911年11月21日-1936年4月），男，又名福生，原红四方面军第31军军长，湖北黄安（今红安）人，1927年11月参加黄麻起义，1928年加入中国共产党。在长征途中溺水身亡，1945年中共七大追认余天云为“革命烈士”。曾在红十一、红一、红四军任班长、排长、连长、营长；1932年，任红四军12师36团团长，同年12月，随红四方面军西征入川，率部参加反三路围攻；1933年7月，任红三十军军长，参加三次进攻战役和反六路围攻作战；1935年4月，参加强渡嘉陵江战役后，开始长征；7月，调任红三十一军军长；同年冬，参加绥崇丹懋战役和天芦名雅邛大战役；不久，入红军大学学习，兼任高级指挥科科长。1936年4月，于四川丹巴渡河时溺水牺牲，时年25岁。",
        "籍贯": "湖北黄安（今湖北红安）",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1911年11月21日",
        "政治面貌": "中共党员",
        "name": "余天云",
        "personID": "122",
        "国籍": "中国",
        "id": "余天云",
        "group": 2
    },
    {
        "img": "",
        "逝世日期": "1937年1月23日",
        "别名": "陶正、陶树臣、洪陶尔、洪涛",
        "description": "杨克明（1905年2月-1937年1月23日），男，原名陶正，曾用名陶树臣、洪陶尔、洪涛，1905年出生于四川省涪陵县（今属重庆市长寿区），1924年加入中国社会主义青年团，1926年加入中国共产党。曾任红四方面军第三十三军政委、川陕省工农民主政府内务部干事、红五军政治部主任等职。1936年11月任西路军军政委员会委员、红五军政治部主任。1937年1月23日，在甘肃高台战斗中率领部队浴血奋战，坚守高台，终因寡不敌众，壮烈牺牲。",
        "本名": "杨克明",
        "籍贯": "四川省重庆市涪陵区",
        "性别": "男",
        "size": 25,
        "出生日期": "1905年2月",
        "政治面貌": "中共党员",
        "name": "杨克明",
        "personID": "307",
        "id": "杨克明",
        "group": 2
    },
    {
        "中文名": "李先念",
        "img": "",
        "size": 25,
        "出生日期": "1909年6月23日",
        "逝世日期": "1992年6月21日",
        "name": "李先念",
        "出生地": "湖北黄安",
        "description": "李先念（1909年6月23日-1992年6月21日），生于湖北黄安（今红安）李家大屋。9岁读私塾。12岁起先后在家乡和汉口学木工。1926年10月参加农民运动，任乡农民协会执行委员。1927年11月率领家乡农民参加黄（安）麻（城）起义，12月加入中国共产党。全国抗日战争爆发后到达延安。1938年任中共河南省委军事部部长。1939年起历任新四军豫鄂独立游击支队司令员、豫鄂挺进纵队司令员，率部开展敌后游击战争，开辟豫鄂边抗日根据地。1941年皖南事变后，任新四军第5师师长兼政治委员，率部多次挫败日伪军的“扫荡”、“蚕食”和国民党顽固派的军事进攻。1942年兼任中共豫鄂边区委书记，领导军民多次挫败日伪军的进攻，巩固和扩大了抗日根据地。李先念同志是伟大的无产阶级革命家、政治家、军事家，坚定的马克思主义者，党和国家的卓越领导人。他毕生奋斗，为中华民族独立和中国人民解放，为社会主义革命、建设、改革事业，为建设富强民主文明和谐的社会主义现代化国家，作出了不可磨灭的贡献，赢得了全党全军全国各族人民的崇敬和爱戴。",
        "personID": "605",
        "国籍": "中国",
        "id": "李先念",
        "group": 2
    },
    {
        "职业": "军人",
        "中文名": "张广才",
        "img": "",
        "size": 25,
        "出生日期": "1900年",
        "逝世日期": "1970年4月8日",
        "name": "张广才",
        "description": "张广才(1900年～1970年4月8日)，湖北黄陂人。1928年参加革命活动，在中共黄陂县委做交通工作。同年11月加入中国共产党。1931年参加中国工农红军。土地革命战争时期，任中共黄冈县委书记，红四方面军第4军10师30团政治委员，第25军73师政治委员，第31军政治委员，川陕省军区司令员，第四军政治委员，33军政治委员，30军政治委员。参加了长征。1955年被授予少将军衔。获一级八一勋章、二级独立自由勋章和一级解放勋章。1970年4月8日逝世于湖北恩施。2007年清明葬于武汉市九峰山革命烈士陵园。",
        "personID": "319",
        "国籍": "中国",
        "id": "张广才",
        "group": 2
    },
    {
        "中文名": "王维舟",
        "职业": "军人",
        "img": "",
        "信仰": "马克思主义",
        "逝世日期": "1970年",
        "别名": "王天桢",
        "description": "王维舟(1887~1970)，四川宣汉人。原名天桢。早年曾参加辛亥革命和护法运动。任四川靖国军团长。1920年加入朝鲜旅华共产主义小组。同年底赴苏俄学习。1921年底回国，后积极从事革命活动。1925年加入中国共产党。大革命失败后，回四川开展武装斗争。后任中共川东特委军事部长、川东游击队副司令员、川东游击司令员、红三十三军军长。长征到陕北后，任中央军委四局局长、八路军一二九师三八五旅旅长兼政委、中共四川省委副书记、陕甘宁晋绥联防军副司令员等职。建国后，历任西南军政委员会副主席、全国人大常委。中国共产党第七次全国代表大会上当选为候补中央委员，第八次全国代表大会上当选为中央委员、中央监察委员会常委。1970年1月10日在北京病逝。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1887年",
        "name": "王维舟",
        "personID": "34",
        "国籍": "中国",
        "id": "王维舟",
        "group": 2
    },
    {
        "中文名": "王新亭",
        "职业": "军人",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1984年12月11日",
        "别名": "王兴庭",
        "出生地": "湖北省孝感市孝南区涂家河王家岗",
        "description": "王新亭（1908.12.23—1984.12.11），中华人民共和国开国上将，湖北省孝感县（今孝感市）王家岗村人。在革命生涯中，历任红军连教习、连指导员、团部书记、团政治处主任、师政治部主任、军政治部主任、大学政治部主任、方面军政治部组织部部长、师政治部组织部部长、旅政委、纵队政治部主任、军区司令员、纵队司令员、军长、兵团副司令员等职。先后参加了鄂豫皖苏区历次反“围剿”斗争、开辟川陕革命根据地的斗争和红军长征，参与指挥长生口、神头岭和响堂铺战斗，参与指挥漳南战役，参加了临汾战役、晋中战役、太原战役、扶郿战役、兰州战役、秦岭战役、成都战役等，为中国人民的解放事业建立了功勋。中华人民共和国成立后，历任西南军区副政委、济南军区代理司令员兼第二政委、军事科学院副政委、人民解放军副总参谋长、中共中央军委副秘书长、军事科学院政委等职。1955年被授予上将军衔。1984年12月11日病逝于北京，终年76岁。",
        "代表作品": "《王新亭回忆录》",
        "军衔": "上将（1955年）",
        "民族": "汉族",
        "size": 25,
        "墓地": "河北省邯郸市涉县将军岭",
        "出生日期": "1908年12月23日",
        "毕业院校": "中国人民解放军高等军事学院",
        "name": "王新亭",
        "personID": "972",
        "国籍": "中国",
        "id": "王新亭",
        "group": 2
    },
    {
        "中文名": "沈泽民",
        "职业": "作家、翻译家",
        "img": "",
        "逝世日期": "1933年11月20日",
        "出生地": "浙江桐乡乌镇",
        "description": "沈泽民（1900年-1933年11月20日），学名德济，笔名成则人、风、罗美、李清扬，浙江桐乡人，作家，翻译家，是在五四运动中成长起来的早期杰出的马克思主义理论宣传家，中国早期女权主义理论重要的译者。沈泽民是党的革命文艺的倡导者，是中国社会主义青年团的创始人之一，曾任中共中央委员，中共中央宣传部部长，鄂豫皖省委书记等职务。1933年11月20日，因病在黄安县天台山芦花冲逝世，年仅33岁。1963年4月15日，红安人民举行隆重的迁葬追悼仪式，将沈泽民的遗骨移葬于红安县烈士陵园，董必武亲笔为墓碑题字：“沈泽民同志之墓”。",
        "代表作品": "文学与革命的文学",
        "size": 25,
        "出生日期": "1900年",
        "毕业院校": "浙江省立第三中学",
        "name": "沈泽民",
        "personID": "1009",
        "国籍": "中国",
        "id": "沈泽民",
        "group": 2
    },
    {
        "中文名": "陈昌浩",
        "img": "",
        "逝世日期": "1967年7月30日",
        "别名": "苍木",
        "出生地": "武汉市汉阳县",
        "description": "陈昌浩（1906年8月-1967年7月30日），曾用名苍木，出生于武汉市汉阳县永安堡戴家庄(今武汉市蔡甸区)，早年入武昌大学学习过，1926年加入中国共产主义青年团。中国共产党优秀党员，忠诚的无产阶级革命战士。1926年，到莫斯科中山大学学习。1930年11月回国后，加入中国共产党。1934年1月增选为候补中央委员，同年被选为中华苏维埃共和国中央执行委员；他是鄂豫皖苏区和川陕苏区党政军“三驾马车”（张国焘、陈昌浩、徐向前）之一；曾任红四方面军的总政委、西路军军政委员会主席，参加过斯大林格勒保卫战，获“卫国战争奖章”；1951年回国，担任中央编译局副局长等职务；1967年含冤辞世，1980年恢复名誉。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1906年8月",
        "毕业院校": "莫斯科中山大学",
        "name": "陈昌浩",
        "personID": "550",
        "国籍": "中国",
        "id": "陈昌浩",
        "group": 2
    },
    {
        "中文名": "刘士奇",
        "职业": "淮军将领",
        "img": "",
        "民族": "汉",
        "size": 25,
        "name": "刘士奇",
        "description": "刘士奇，淮军将领。清湖南凤凰厅（今凤凰)人。绿营游击。",
        "personID": "863",
        "国籍": "中国",
        "id": "刘士奇",
        "group": 2
    },
    {
        "中文名": "赵博生",
        "img": "",
        "逝世日期": "1933年1月8日",
        "别名": "赵思溥",
        "出生地": "河北黄骅",
        "description": "赵博生（1897年-1933年1月8日），河北省黄骅县人。1917年毕业于保定陆军军官学校。1924年到1931年在冯玉祥部及国民革命军第二十六路军任职。1931年加入中国共产党。1931年12月领导宁都起义，后参加红军，任红五军团参谋长兼十四军军长。1933年1月牺牲，时年36岁。2009年，赵博生被评为100位为新中国成立作出突出贡献的英雄模范之一。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1897年",
        "毕业院校": "保定军官学校",
        "name": "赵博生",
        "personID": "546",
        "国籍": "中国",
        "id": "赵博生",
        "group": 2
    },
    {
        "中文名": "左权",
        "职业": "无产阶级军事家",
        "img": "",
        "逝世日期": "1942年5月25日",
        "别名": "字孳麟，号叔仁，曾用名左纪权",
        "出生地": "湖南醴陵市新阳乡黄茅岭",
        "description": "左权（1905年3月15日-1942年5月25日），字孳麟，号叔仁，原名左纪权。湖南醴陵人，黄埔军校一期生，1925年加入中国共产党，是中国工农红军和八路军高级将领，无产阶级革命家、军事家。1925年12月赴苏联学习；1934年参加长征，参与指挥强渡大渡河、攻打腊子口等战斗。长征到达陕北后，左权率部参加了直罗镇战役和红军东征。1936年，他担任红一军团代理军团长，率部西征并参与指挥山城堡战役。抗日战争爆发后，他协助指挥八路军开赴华北抗日前线，粉碎日伪军“扫荡”，发展壮大人民武装力量，取得了百团大战等许多战役、战斗的胜利。1942年5月，日军对太行抗日根据地发动大“扫荡”，左权指挥部队掩护中共中央北方局和八路军总部等机关突围转移，不幸牺牲，年仅37岁。牺牲后，延安和太行山根据地为其举行追悼会，并改辽县为左权县。左权一生军事著作40多篇，对学习运用毛泽东军事思想，对国家的独立和民族的解放作出了重要贡献。（《中国档案报》2012年5月25日）。2009年，左权被中央宣传部、中央组织部等11个部门评为“100位为新中国成立作出突出贡献的英雄模范人物”。概述图参考资料：",
        "民族": "汉族",
        "安葬地点": "邯郸市晋冀鲁豫烈士陵园左权墓",
        "size": 25,
        "相关景点": "左权将军纪念馆、左权墓",
        "出生日期": "1905年3月15日",
        "政治面貌": "中共党员",
        "name": "左权",
        "personID": "329",
        "国籍": "中国",
        "id": "左权",
        "group": 2
    },
    {
        "中文名": "黄火青",
        "职业": "共产主义战士，革命家",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1999年11月9日",
        "主要成就": "我国政法战线的杰出领导人",
        "出生地": "湖北省枣阳市新市杨庄村",
        "description": "黄火青（1901年5月5日-1999年11月9日），男，湖北枣阳人。1926年1月参加共产主义青年团。同年3月转为中国共产党党员。曾任任最高人民检察院检察长、党组书记。",
        "党派": "中国共产党",
        "民族": "汉",
        "size": 25,
        "出生日期": "1901年5月5日",
        "name": "黄火青",
        "personID": "461",
        "国籍": "中国",
        "id": "黄火青",
        "group": 2
    },
    {
        "img": "",
        "原籍": "安徽省巢县西北乡竹柯村",
        "逝世日期": "1948年9月1日",
        "出生地": "直隶青县兴济镇北街",
        "description": "冯玉祥（1882年11月6日—1948年9月1日），字焕章，原名基善，原籍安徽省巢县（今安徽省巢湖市），生于直隶青县（今属河北省沧州市），中国国民革命军陆军一级上将，西北军阀。有“基督将军”、“倒戈将军”、“布衣将军”之称。1911年辛亥革命爆发后参加滦州起义。1921年7月后任陕西督军。1924年发动北京政变，推翻直系军阀控制的北京政府，并将所部改称为国民军，任总司令兼第1军军长，电请孙中山北上主持大计。1926年在直奉联军进攻下通电辞职。1926年3月赴苏联考察，同年5月加入中国国民党。9月17日在绥远五原誓师，率领西北军出潼关参加北伐战争。1930年3月与阎锡山组成讨蒋联军，中原大战失败后隐居山西汾阳峪，后隐居泰山。1933年5月，在察哈尔组织民众抗日同盟军，任总司令。1935年任国民政府军事委员会副委员长。1948年1月1日被选为民革常务委员和政治委员会主席。1948年7月回国参加新政协会议筹备工作，9月1日因轮船失火遇难。冯玉祥是蒋介石的结拜兄弟，系国民政府青天白日勋章、美国总统二战银质自由勋章、国民政府首批抗战胜利勋章三大抗战勋章获得者。（概述图来源：《冯玉祥传》）",
        "本名": "冯玉祥",
        "军衔": "北洋陆军上将、国军陆军一级上将",
        "size": 25,
        "所处时代": "中华民国",
        "政党": "中国国民党",
        "字": "焕章",
        "出生日期": "1882年11月6日",
        "name": "冯玉祥",
        "宗教信仰": "基督教",
        "民族族群": "汉族",
        "personID": "539",
        "id": "冯玉祥",
        "group": 2
    },
    {
        "中文名": "董振堂",
        "img": "",
        "逝世日期": "1937年1月20日",
        "别名": "绍仲",
        "出生地": "邢台市新河县",
        "description": "董振堂（1895—1937），字绍仲，河北省邢台市新河县人。1920年入保定陆军军官学校学习，毕业后投身于冯玉祥的西北军，曾参加推翻贿选总统曹锟的北京政变和北伐战争。1931年12月14日，率兵举行宁都起义。1932年4月加入中国共产党。1936年10月所部编入红军西路军，渡黄河西征，指挥所部参加攻占山丹、临泽、高台等县城的战斗。1937年1月12日率部在甘肃高台县城与近十倍于己的敌人浴血苦战，战至最后一人一弹，于20日壮烈牺牲。在董振堂烈士追悼会上，毛泽东深情地说，“路遥知马力”，董振堂是“坚决革命的同志”。1985年8月3日，时任中共中央总书记胡耀邦从张掖来到高台烈士陵园时说：“董振堂是个人才，是一位好同志。”2009年9月，董振堂被中央宣传部、中央组织部等11个部门评选为“100位为新中国成立作出突出贡献的英雄模范人物”",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1895年",
        "毕业院校": "保定陆军军官学校",
        "name": "董振堂",
        "personID": "88",
        "国籍": "中国",
        "id": "董振堂",
        "group": 2
    },
    {
        "img": "",
        "size": 25,
        "name": "黄中岳",
        "description": "黄中岳，现任大安市月亮泡镇党委副书记、镇人民政府镇长。",
        "personID": "2",
        "id": "黄中岳",
        "group": 2
    },
    {
        "中文名": "何长工",
        "职业": "革命家，军事家，教育家",
        "img": "",
        "逝世日期": "1987年12月29日",
        "别名": "何坤",
        "出生地": "湖南华容",
        "description": "何长工（1900年12月8日-1987年12月29日），原名何坤，湖南华容人，无产阶级革命家，军事家，军事教育家。1918年，毕业于湖南省立长沙甲种工业学校，1922年，在法国加入中国少年共产党（后改为社会主义青年团），同年转为中国共产党党员，曾任中国人民政治协商会议第五届全国委员会副主席。1987年12月29日，何长工在北京逝世，享年87岁。",
        "size": 25,
        "出生日期": "1900年12月8日",
        "政治面貌": "中国共产党党员",
        "毕业院校": "湖南长沙甲种工业学校",
        "name": "何长工",
        "personID": "873",
        "国籍": "中国",
        "id": "何长工",
        "group": 2
    },
    {
        "中文名": "萧劲光",
        "职业": "军人",
        "img": "",
        "逝世日期": "1989年3月29日",
        "别名": "萧玉成",
        "出生地": "湖南长沙",
        "description": "萧劲光（1903年1月4日-1989年3月29日），无产阶级革命家、军事家。湖南长沙人。1922年，加入中国共产党。在革命生涯中，历任师党代表、特区军委参谋长、军区参谋长、军参谋长、中央军事政治学校校长、军团政委、军政委、军区司令员、军团政委、军团参谋长、军事部部长、司令部参谋长、兵团司令员、副总司令兼参谋长、军区司令员等职。率部参加南昌、南京、鄂西等战役，率部参加赣州、漳州、水口、乐安宜黄、建黎泰等战役，参加中央苏区第四、第五次反“围剿”作战，参加长征，指挥南满部队四保临江作战，率部打沈阳、围北平、越华北、渡长江、占武汉、进长沙，参与指挥衡宝战役等战役战斗。中华人民共和国成立后，历任人民解放军海军司令员、国防部副部长、第五届全国人大常委会副委员长等职，为人民海军的建设和发展做出了卓著的贡献。1955年被授予大将军衔。1989年3月29日在北京病逝，享年86岁。（注：“肖”是“萧”字的俗写）",
        "军衔": "大将（1955年）",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1903年1月4日",
        "配偶": "朱仲芷，伟涛",
        "name": "萧劲光",
        "personID": "259",
        "国籍": "中国",
        "id": "萧劲光",
        "group": 2
    },
    {
        "中文名": "杨靖宇",
        "职业": "东北抗日联军的主要领导人",
        "img": "",
        "外文名": "Yang Jingyu",
        "逝世日期": "1940年2月23日",
        "别名": "马尚德",
        "description": "杨靖宇（1905年2月-1940年2月23日），男，汉族，原名马尚德，字骥生，河南省确山县李湾村人，中国共产党优秀党员，无产阶级革命家、军事家、著名抗日民族英雄，鄂豫皖苏区及其红军的创始人之一，东北抗日联军的主要创建者和领导人之一。1932年，受命党中央委托到东北组织抗日联军，历任抗日联军总指挥政委等职。率领东北军民与日寇血战于白山黑水之间。1939年10月，日本关东军制定了针对杨靖宇率领的东北抗日联军第一路军的作战计划。在日军疯狂镇压下，杨靖宇带领抗联第一路军进行了艰苦卓绝的战斗。1940年2月23日，杨靖宇在冰天雪地、弹尽粮绝的情况下，孤身一人与大量日寇周旋，战斗几昼夜后，在濛江县（今吉林省靖宇县）壮烈牺牲。2014年9月1日，被列入民政部公布的第一批300名著名抗日英烈和英雄群体名录。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1905年2月",
        "毕业院校": "开封纺织染料工业学校",
        "name": "杨靖宇",
        "personID": "349",
        "国籍": "中国",
        "id": "杨靖宇",
        "group": 2
    },
    {
        "中文名": "赵尚志",
        "职业": "军人",
        "img": "",
        "逝世日期": "1942年2月12日",
        "出生地": "热河省朝阳县（现辽宁省朝阳市）",
        "description": "赵尚志（1908年—1942年2月12日），汉族，热河朝阳（现辽宁省朝阳市）人，东北抗日联军创建人和领导人之一，东北地区最早的共产党员之一。1925年夏加入中国共产党，北伐战争时期，赵尚志在东北地区组织和从事反帝反军阀的革命活动。“九一八事变”后赵尚志被任命为中共满洲省委常委、军委书记。之后，赵尚志领导创建中共巴彦抗日游击队（中国工农红军36军独立师）北满珠河反日游击队队长，后任东北反日游击队哈东支队司令，东北人民革命军第三军军长，东北抗日联军第三军军长，北满抗联总司令，东北抗日联军总司令，东北抗联第二路军副总指挥。赵尚志与李兆麟等创建了珠河、汤原抗日游击根据地。1942年2月12日，赵尚志在战斗中身负重伤后牺牲。2009年，赵尚志被中央宣传部、中央组织部等11个部门评为“100位为新中国成立作出突出贡献的英雄模范人物”。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1908年",
        "毕业院校": "黄埔军校",
        "name": "赵尚志",
        "personID": "96",
        "国籍": "中国",
        "id": "赵尚志",
        "group": 2
    },
    {
        "中文名": "郭泰祺",
        "职业": "政治家、外交家",
        "img": "",
        "信仰": "三民主义",
        "逝世日期": "1952年",
        "主要成就": "民国时期“广济五杰”之一",
        "出生地": "湖北省广济县",
        "description": "郭泰祺（1889—1952），字复初、葆东，湖北广济（今武穴）人，中华民国时期著名政治家、外交家。早年赴美国宾夕法尼亚大学留学，获博士学位。1912年后任湖北军政府秘书、外交股股长，武昌商科大学校长。曾参加护国运动。1919年以中国代表团专门委员身份出席巴黎和会。1926年参加北伐战争，任国民政府外交部次长。四一二政变爆发后，反对流血。1928年后任驻意大利公使、国民政府立法委员、外交部次长、驻英国大使。曾三次代表中国出席国联会议。1940年后任国民政府外交部部长、国防最高会议外交委员会主席。抗日战争胜利后，任联合国安理会首任中国首席代表。1952年病逝于美国。",
        "代表作品": "《费城新闻》、《宾夕法尼亚》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1889年",
        "毕业院校": "美国宾夕法尼亚大学",
        "name": "郭泰祺",
        "personID": "112",
        "国籍": "中国",
        "id": "郭泰祺",
        "group": 2
    },
    {
        "中文名": "植田谦吉",
        "img": "",
        "信仰": "军国主义",
        "逝世日期": "1962年",
        "出生地": "日本大阪",
        "description": "植田谦吉（1875-1962），日本大阪府人。1898年11月日本士官学校毕业。1909年12月陆军大学毕业，后历任第十八师团参谋、第十六师团参谋、军务局课员、骑兵监部员、骑兵第一联队长、骑兵第三旅团长、军马补充部本部长。1928年8月晋升中将。次年任中国驻屯军司令官。1930年12月任第九师团长。次年出兵上海，残杀无辜平民甚众，任意拘留人民，施以酷刑，并纵兵抢劫。1933年6月任参谋次长。次年8月任侵略朝鲜军司令官。11月晋升大将。1935年12月任军事参议官。1936年11月任关东军司令官兼驻伪满洲国大使。在任时强迫东三省人民受奴化教育，企图消灭中国文化，彻底征服占领区居民，镇压抗日力量。1939年12月转入预备役。抗战胜利后，被中华民国国民政府列为甲级战犯。1955年6月任战友团体联合会会长。1956年11月任日本乡友联盟会长。1962年9月11日去世。",
        "民族": "和族",
        "size": 25,
        "出生日期": "1875年",
        "毕业院校": "日本陆军士官学校、日本陆军大学",
        "name": "植田谦吉",
        "personID": "794",
        "国籍": "日本",
        "id": "植田谦吉",
        "group": 2
    },
    {
        "中文名": "陈诚",
        "职业": "军人",
        "img": "",
        "外文名": "Chen Cheng",
        "逝世日期": "1965年3月5日",
        "主要成就": "国军“土木系”首领",
        "参与战役": "淞沪会战，武汉会战，国共内战",
        "出生地": "浙江省丽水市青田县高市乡",
        "description": "陈诚（1898年1月4日—1965年3月5日），男，字辞修，别号石叟。浙江青田人。保定军校毕业。1924年任黄埔军校特别官佐。后任国民政府军第十一师师长、第十八军军长。九一八事变后，任第二路、第三路军总指挥，参加对中央苏区的“围剿”。1935年授中将衔。次年加上将衔。抗日战争全面爆发后，任第三战区前敌总司令兼第十五集团军总司令，参加指挥淞沪会战。1938年任军事委员会政治部部长、武汉卫戍总司令兼湖北省政府主席，第九战区司令长官，参与指挥武汉会战。1939年授二级上将衔。次年7月调任第六战区司令长官。1943年2月任中国远征军司令长官，制订滇缅作战计划。不久因病辞职。1944年任第一战区司令长官、军委会军政部长。抗战胜利后，任国防部参谋总长，1947年授一级上将衔，1948年12月任台湾省省长。国民党败退台湾后，任台湾当局“行政院”院长、副“总统”，国民党副总裁。",
        "性别": "男",
        "军衔": "一级上将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年1月4日",
        "政党": "中国国民党",
        "服役军队": "中华民国陆军",
        "毕业院校": "保定陆军军官学校",
        "name": "陈诚",
        "personID": "705",
        "国籍": "中国",
        "id": "陈诚",
        "勋章": "青天白日勋章，总统自由勋章",
        "group": 2
    },
    {
        "职业": "军人",
        "中文名": "余汉谋",
        "img": "",
        "逝世日期": "1981年12月17日",
        "主要成就": "国民革命军陆军总司令",
        "出生地": "广东肇庆",
        "description": "余汉谋（1896年9月22日—1981年12月17日），字幄奇，广东高要（今肇庆西门正街）人。黄埔陆军小学第五期、陆军第二预备学校和保定陆军军官学校第六期步兵科毕业。民国五年（1916年）参加中华革命党。民国八年（1919年）入北洋军第一师任排长，次年入粤军第三师任连长、营长。民国十三年（1924年）任广东宪兵司令部副官长。民国十六年（1927年）任第四军第十一师副师长、师长、副军长。民国19年任第一集团军第一军军长。民国二十一年（1932年），任赣湘闽粤第六绥靖区纵队指挥官。民国二十五年（1936年）2月授陆军中将，8月任中央军校校务委员会委员，9月授陆军中将加上将衔任四路军总司令、广东绥靖公署主任。抗日战争爆发后，任第四战区副司令长官、兼第十二集团军总司令，第七战区司令长官。曾被选为国民党第四、五、六届中央执行委员会委员。1946年任衢州绥靖公署主任，授陆军二级上将。1948年5月，任陆军总司令。1949年初，任广州绥靖公署主任、华南军政长官、海南特区行政公署副长官。1950年5月率残部逃往台湾，任“总统府”战略顾问、“中央”评议委员等职。1965年9月授陆军一级上将。1981年12月17日病逝于台北市。",
        "军衔": "陆军一级上将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1896年9月22日",
        "毕业院校": "保定陆军军官学校",
        "name": "余汉谋",
        "personID": "134",
        "国籍": "中国",
        "id": "余汉谋",
        "group": 2
    },
    {
        "中文名": "蔡廷锴",
        "职业": "军人",
        "img": "",
        "外文名": "Tsai Tingkai",
        "逝世日期": "1968年4月25日",
        "出生地": "广东罗定",
        "description": "蔡廷锴（TsaiTingkai），字贤初，1892年4月15日出生于广东罗定，毕业于护国第二军陆军讲武堂，19路军上将总司令，1968年4月25日逝世。蔡廷锴凭过人的战功，率领十九路军在“一二八事变”后奋起抗击日军，致使日军侵占上海的阴谋终不能得逞。使得世界上知道在东北不抵抗之后，中国还是有一批能打和热血的军人。后参与领导福建事变，与中华苏维埃共和国临时中央政府和红军签订了《反蒋抗日的初步协定》，1934年1月因内部瓦解而失败。抗日中一度复出，因无兵而没有大的作为。新中国成立后，任中国人民政治协商会议第四届全国委员会副主席。",
        "故居": "罗定市罗镜镇蔡廷锴故居",
        "军衔": "民国陆军上将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1892年4月15日",
        "毕业院校": "护国第二军陆军讲武堂",
        "name": "蔡廷锴",
        "personID": "422",
        "国籍": "中国",
        "id": "蔡廷锴",
        "group": 2
    },
    {
        "中文名": "张闻天",
        "职业": "无产阶级革命家、政治家",
        "img": "",
        "逝世日期": "1976年7月1日",
        "别名": "张应皋、洛甫",
        "description": "张闻天（1900年8月30日-1976年7月1日），原名张应皋，化名洛甫，上海南汇人，中国共产党的重要领导人之一，理论宣传和干部教育工作中成绩卓著的领导人之一。张闻天同志1925年加入中国共产党，1933年进入中央革命根据地，1934年10月参加长征并出席遵义会议，1959年被错定为反党集团成员；文化大革命中受尽迫害，于1976年7月1日含冤病逝。1978年8月（一说1979年8月），中共中央对其冤案予以平反昭雪，主要著作有《张闻天选集》。",
        "代表作品": "《张闻天选集》",
        "籍贯": "上海南汇",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1900年8月30日",
        "政治面貌": "中共党员",
        "毕业院校": "南京河海工程专门学校",
        "name": "张闻天",
        "personID": "644",
        "国籍": "中国",
        "id": "张闻天",
        "group": 2
    },
    {
        "中文名": "瞿秋白",
        "img": "",
        "逝世日期": "1935年6月18日",
        "外文名": "Qu Qiubai",
        "别名": "瞿霜，瞿爽，瞿双",
        "出生地": "江苏常州",
        "description": "瞿秋白（1899年1月29日—1935年6月18日），本名双，后改瞿爽、瞿霜，字秋白，生于江苏常州。中国共产党早期主要领导人之一，伟大的马克思主义者，卓越的无产阶级革命家、理论家、文学家和宣传家，中国革命文学事业的重要奠基者之一。1917年秋考入北京俄文专修馆学习。1922年春，正式加入中国共产党。1923年，主编中共中央另一机关刊物《前锋》，参加编辑《向导》。1925年1月当选为中共中央中央局委员。1927年4月至5月任中共中央常务委员会委员。1927年5月在中共五届一中全会上当选为中共中央政治局委员，6月任中共中央政治局常委。大革命失败后，1927年8月至1928年7月任中共中央临时政治局委员、常委、主席。1928年7月在中共六届一中全会上当选为中共中央政治局委员。1934年任中华苏维埃共和国第二届中央执委会委员、中央执委会主席团成员、人民教育委员会委员、中华苏维埃共和国中央政府教育部部长等职。1935年2月在福建省长汀县被国民党军逮捕，6月18日从容就义，时年36岁。",
        "代表作品": "赤都心史、饿乡纪程、多余的话",
        "性别": "男",
        "逝世地": "福建长汀",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1899年1月29日",
        "字": "秋白",
        "配偶": "原配：王剑虹 继任：杨之华",
        "毕业院校": "北京俄文专修馆",
        "name": "瞿秋白",
        "personID": "283",
        "国籍": "中国",
        "id": "瞿秋白",
        "group": 2
    },
    {
        "中文名": "周树人",
        "职业": "公务员、教师、作家",
        "img": "",
        "原名": "周樟寿",
        "逝世日期": "1936年10月19日",
        "别名": "鲁迅、长庚、风声、尊古等",
        "description": "鲁迅（1881年9月25日～1936年10月19日），原名周樟寿，后改名周树人，字豫山，后改字豫才，浙江绍兴人。著名文学家、思想家、革命家、教育家、民主战士，新文化运动的重要参与者，中国现代文学的奠基人之一。早年与厉绥之和钱均夫同赴日本公费留学，于日本仙台医科专门学校肄业。“鲁迅”，1918年发表《狂人日记》时所用的笔名，也是最为广泛的笔名。鲁迅一生在文学创作、文学批评、思想研究、文学史研究、翻译、美术理论引进、基础科学介绍和古籍校勘与研究等多个领域具有重大贡献。他对于五四运动以后的中国社会思想文化发展具有重大影响，蜚声世界文坛，尤其在韩国、日本思想文化领域有极其重要的地位和影响，被誉为“二十世纪东亚文化地图上占最大领土的作家”。毛泽东曾评价：“鲁迅的方向，就是中华民族新文化的方向。”",
        "性别": "男",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1881年9月25日",
        "字": "豫才（原字豫山）",
        "毕业院校": "南京矿路学堂",
        "name": "鲁迅",
        "personID": "6",
        "国籍": "中国",
        "id": "鲁迅",
        "group": 2
    },
    {
        "中文名": "潘汉年",
        "img": "",
        "逝世日期": "1977年4月14日",
        "出生地": "江苏宜兴",
        "description": "潘汉年（1906年2月-1977年4月14日），出生于江苏宜兴，1925年加入中国共产党。坚定的马克思主义者，卓越的无产阶级革命战士，久经考验的优秀共产党员，中国共产党隐蔽战线的杰出代表，中国共产党隐蔽战线、文化战线和统一战线的卓越领导人。1982年8月，中共中央发出《关于为潘汉年同志平反昭雪、恢复名誉的通知》，称“他是一个坚定的马克思主义者，卓越的无产阶级革命战士，久经考验的优秀共产党员，在政治上对党忠诚，为党和人民的事业作出了重要贡献。”概述图来源：",
        "性别": "男",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1906年2月",
        "政治面貌": "中共党员",
        "name": "潘汉年",
        "personID": "126",
        "国籍": "中国",
        "id": "潘汉年",
        "妻子": "董慧",
        "group": 2
    },
    {
        "中文名": "冈村宁次",
        "img": "",
        "外文名": "Yasuji Okamura",
        "主要成就": "参加日俄战争第一次世界大战",
        "出生地": "日本东京",
        "description": "冈村宁次（1884年5月15日——1966年9月2日），男。侵华日军战犯，百团大战后调任华北方面最高司令长官，指挥日军对八路军各抗日根据地进行了残酷的大扫荡。并对华北地区的平民进行了惨绝人寰的屠杀（三光政策），抗日战争末期任日本中国派遣军总司令官。昭和军阀的三羽乌的第三位。冈村宁次先后就读于日本陆军士官学校、日本陆军大学。曾参加日俄战争和第一次世界大战。1913年陆军大学毕业后在参谋本部任职。1917年在驻华武官处工作。1919年回国后，长期供职于陆军参谋本部，研究中国情报。1925～1927年任北洋军阀孙传芳的军事顾问，参与中国内战。1945年日本投降后，率侵华日军向中华民国政府投降，于9月9日在南京签署投降书。冈村宁次在当时延安公布的日本战犯名单中被列为首要战争罪犯，本应加以严惩，但因受到国民党政府的庇护，未受法律制裁。在解放战争时期，他曾被聘为蒋介石的秘密军事顾问，参与策划对解放区的进犯。1949年1月，被国民党政府宣判“无罪”，同年4月返回日本。1950年被聘为台湾“革命实践研究院”高级教官。1957年任日本乡友会联盟会长。1966年9月2日死于日本。",
        "代表作品": "冈村宁次回忆录",
        "籍贯": "日本东京",
        "死亡日期": "1966年9月2日",
        "民族": "和族",
        "size": 25,
        "出生日期": "1884年5月15日",
        "毕业院校": "日本陆军士官学校、日本陆军大学",
        "name": "冈村宁次",
        "personID": "797",
        "国籍": "日本",
        "id": "冈村宁次",
        "group": 2
    },
    {
        "中文名": "熊斌",
        "img": "",
        "出生地": "上海",
        "description": "熊斌，华东师范大学数学科学学院教授、博士生导师。上海市核心数学与实践重点实验室主任，国际数学奥林匹克研究中心主任。主要从事数学方法论、数学普及与应用、数学解题理论、数学教育与资优生的发现和培养方面的教学与研究。担任第46届、49届、51届、52届、53届、54届、56届、第57届和第60届国际数学奥林匹克中国队领队、主教练。2018年获得国际数学PaulErdos奖。曾获得上海市科技进步三等奖、上海市五一劳动奖章、上海市教书育人楷模。多次参与中国数学奥林匹克、全国高中数学联赛、全国初中数学竞赛、中国西部数学奥林匹克、中国女子数学奥林匹克、国际城市青少年数学邀请赛等竞赛的命题工作。在国内外发表有关数学、数学教育和数学普及方面的论文100余篇，主编和编著的著作150多本。",
        "代表作品": "奥数教程 等",
        "职称": "教授",
        "size": 25,
        "毕业院校": "华东师范大学",
        "name": "熊斌",
        "personID": "907",
        "国籍": "中华人民共和国",
        "id": "熊斌",
        "group": 2
    },
    {
        "中文名": "秦邦宪",
        "职业": "政治家",
        "img": "",
        "逝世日期": "1946年4月8日",
        "别名": "博古",
        "出生地": "江苏无锡",
        "description": "秦邦宪（1907～1946），无产阶级革命家、中国共产党早期领导人。又名博古。江苏无锡人。早年就读于苏州工业专门学校，积极参加学生爱国运动。1925年入上海大学学习，参加五卅运动。同年底加入中国共产党。1931年4月任中国社会主义青年团书记。之后又任中共临时中央局成员、临时中央政治局书记和负责人。1934年10月参加长征。1935年在遵义会议上被解除中共最高领导职务。后任中共中央政治局常委、红军野战部队政治部主任。1946年4月8日由重庆返延安汇报工作，因飞机失事在山西兴县遇难。",
        "代表作品": "《联共（布）党史简明教程》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1907年",
        "毕业院校": "莫斯科中山大学",
        "name": "博古",
        "personID": "279",
        "国籍": "中国",
        "id": "博古",
        "group": 2
    },
    {
        "中文名": "奥托·布劳恩",
        "img": "",
        "逝世日期": "1974年8月",
        "别名": "李德、华夫（笔名）",
        "出生地": "德国慕尼黑",
        "description": "李德（1900年9月—1974年8月），原名奥托·布劳恩，出生于德国慕尼黑。1933年，中共临时中央从上海迁往中央苏区，李德以中共中央军事顾问的身份来到瑞金。李德来到苏区，虽怀有帮助中国革命的良好愿望，但是他的错误指挥却给红军造成了重大损失，最终导致第五次反“围剿”的严重失利，红军被迫撤出中央苏区。长征初期，作为负责筹划决策的“三人团”成员之一，李德仍实施错误指挥：一方面过分强调保密，对战略转移没有进行应有的政治动员；另一方面在退却中采取消极避战的逃跑主义，导致中央红军在长征初期遭受惨重损失。1974年8月15日，李德逝世，终年74岁。",
        "代表作品": "《中国纪事》",
        "size": 25,
        "出生日期": "1900年9月",
        "毕业院校": "伏龙芝军事学院",
        "name": "李德",
        "personID": "838",
        "国籍": "德国",
        "id": "李德",
        "group": 2
    },
    {
        "中文名": "汉斯·冯·西克特",
        "职业": "军事家",
        "img": "",
        "信仰": "军国主义",
        "逝世日期": "1936年12月27日",
        "主要成就": "德国国防军之父",
        "别名": "斯芬克斯（狮身人面像）",
        "出生地": "石勒苏益格",
        "description": "汉斯·冯·塞克特(1866.4.22-1936.12.27)，德国军事家。第一次世界大战期间任德国陆军参谋总长。战后成为改组德国陆军的中心人物。1920～1926任国防军总司令。1926年晋升陆军大将，旋退出现役。1933年5月来华访问，提出《陆军改革建议书》，引起蒋介石注意。次年再次来华，受聘为蒋介石政府的军事总顾问，为蒋介石“围剿”红军出谋划策。并对促成德国对华军事贸易发挥重要作用。在华不到一年因病辞职回国，1936年卒于德国。",
        "代表作品": "《陆军改革建议书》",
        "民族": "日耳曼",
        "size": 25,
        "出生日期": "1866年4月22日",
        "name": "汉斯·冯·塞克特",
        "personID": "152",
        "国籍": "德国",
        "id": "汉斯·冯·塞克特",
        "group": 2
    },
    {
        "服役时间": "1922年——1987年",
        "中文名": "顾祝同",
        "职业": "军人",
        "img": "",
        "信仰": "三民主义",
        "逝世日期": "1987年1月17日",
        "别名": "顾墨三",
        "出生地": "江苏省涟水县",
        "参与战役": "中原大战，抗日战争，国共内战",
        "description": "顾祝同（1893年1月9日-1987年1月17日），“陆军一级上将”，字墨三，江苏省涟水县人，保定陆军军官学校第六期步兵科毕业。辛亥革命爆发后，曾参加革命军。1921年冬，到桂林投奔孙中山，任粤军许崇智部军事教导队区队长。1925年参加东征后，历任国民革命军师长。1927年后，历任第九军军长、第一军军长、第十六路军总指挥、国民政府警卫军军长、国民党四大中央执委、江苏省政府主席、五省“剿匪”北路军总司令、重庆行营主任、贵州绥靖主任、省府主席、西安行营主任等职。抗战时任第三战区副司令长官，1941年发动皖南事变。抗战胜利后任陆军总司令，“国防部”参谋总长。去台湾后任“国防部”代部长，“总统府”战略顾问等职。1987年1月17日在台北逝世，享年94岁。",
        "主要事件": "1941年发动皖南事变",
        "代表作品": "《墨三九十自述》",
        "军衔": "“陆军一级上将”",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1893年1月9日",
        "政党": "中国国民党",
        "毕业院校": "保定陆军军官学校",
        "name": "顾祝同",
        "personID": "751",
        "国籍": "中国",
        "id": "顾祝同",
        "勋章": "青天白日勋章，总统自由勋章",
        "group": 2
    },
    {
        "中文名": "王明",
        "img": "",
        "逝世日期": "1974年3月27日",
        "别名": "陈绍禹（原名）",
        "出生地": "安徽省 六安县",
        "description": "王明（1904年5月23日—1974年3月27日），原名陈绍禹，字露清，出生于安徽省六安县六区金家寨镇下码头。1925年加入中国共产党，曾任中央政治局委员、长江局书记等职务。王明是党在土地革命战争时期“左”倾冒险主义和抗日战争时期右倾投降主义的主要代表人物。以他为代表的“左”右倾错误曾经给中国革命带来严重危害。王明也曾为革命事业做过一些有益的工作，但观其一生，可谓“过”远远大于“功”。",
        "籍贯": "安徽金寨",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1904年5月23日",
        "字": "露清",
        "毕业院校": "莫斯科中山大学",
        "name": "王明",
        "personID": "581",
        "国籍": "中国",
        "id": "王明",
        "group": 2
    },
    {
        "中文名": "习仲勋",
        "职业": "革命家、政治家",
        "img": "",
        "逝世日期": "2002年5月24日",
        "出生地": "陕西省富平县淡村镇中合村",
        "description": "习仲勋（1913年10月15日-2002年5月24日）祖籍河南省邓州市，生于陕西省富平县，中国共产党的优秀党员，伟大的共产主义战士，杰出的无产阶级革命家，我党、我军卓越的政治工作领导人，陕甘边区革命根据地的主要创建者和领导者之一，国务院原副总理，中国共产党第十一届中央委员会书记处书记，第十二届中央政治局委员、书记处书记，第五届、第七届全国人民代表大会常务委员会副委员长。习近平之父。2013年10月15日，是杰出的无产阶级革命家习仲勋同志诞辰100周年纪念日。为纪念习仲勋同志，经中央批准，中央党史研究室编辑了《习仲勋文集》《习仲勋纪念文集》《习仲勋画册》，已由中共党史出版社出版。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1913年10月15日",
        "name": "习仲勋",
        "personID": "459",
        "国籍": "中国",
        "id": "习仲勋",
        "group": 2
    },
    {
        "中文名": "谢子长",
        "img": "",
        "外文名": "Xie zichang",
        "逝世日期": "1935年2月21日",
        "主要成就": "陕北红军和苏区创建人",
        "别名": "德元、冬阳，世元",
        "出生地": "陕西省延安市子长市",
        "description": "谢子长（1897年—1935年2月21日），原名世元，曾改名德元，号浩如，化名冬阳，陕西省安定县（今子长市）枣树坪人。陕北红军和苏区创建人之一，中国工农红军杰出指挥员。1934年任陕北红军游击队总指挥部总指挥、红26军42师政治委员，1935年任中共西北工作委员会委员和西北革命军事委员会负责人，指挥部队粉碎了国民党军对陕北苏区的“围剿”，谢子长在长期征战中，多次负伤，1935年2月21日逝世；同年，中共西北工作委员会决定将安定县改名为子长县；1946年，中共中央西北局和陕甘宁边区政府在瓦窑堡修建了子长烈士陵园，并举行了隆重的公葬仪式。2009年谢子长被评为100位为新中国成立作出突出贡献的英雄模范人物之一。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1897年",
        "毕业院校": "山西陆军军官学校",
        "name": "谢子长",
        "personID": "228",
        "国籍": "中国",
        "id": "谢子长",
        "group": 2
    },
    {
        "中文名": "刘志丹",
        "职业": "军人",
        "img": "",
        "逝世日期": "1936年4月14日",
        "别名": "刘景桂 刘子丹",
        "出生地": "陕西省保安县（今志丹县）",
        "description": "刘志丹（1903年10月4日一1936年4月14日），名景桂，字子丹、志丹。中国工农红军高级将领，忠诚的共产主义战士，杰出的无产阶级革命家、军事家，西北红军和西北革命根据地的主要创建人之一。1936年3月，率红28军参加东征战役，由罗峪口附近东渡黄河，挺进晋西北，迭克敌军。4月14日在山西中阳县三交镇（现柳林县三交镇）战斗中牺牲，年仅33岁。1996年，被中共中央军事委员会确定为中国人民解放军36位军事家之一。2009年9月，他被评为100位为新中国成立作出突出贡献的英雄模范之一。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1903年10月4日",
        "毕业院校": "黄埔军校第四期炮兵科",
        "name": "刘志丹",
        "personID": "871",
        "id": "刘志丹",
        "group": 2
    },
    {
        "中文名": "刘少奇",
        "img": "",
        "逝世日期": "1969年11月12日",
        "出生地": "湖南省宁乡县",
        "description": "刘少奇（1898年11月24日-1969年11月12日），生于湖南省宁乡县，伟大的马克思主义者，伟大的无产阶级革命家、政治家、理论家，党和国家主要领导人之一，中华人民共和国开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。刘少奇同志为中国革命和建设事业殚精竭虑、呕心沥血，在经济、政治、军事、文化、教育、外交和党的建设等领域都建立了卓著功勋，受到全党全军全国各族人民衷心爱戴。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年11月24日",
        "name": "刘少奇",
        "personID": "291",
        "国籍": "中国",
        "id": "刘少奇",
        "group": 2
    },
    {
        "中文名": "王稼祥",
        "职业": "政治家",
        "img": "",
        "逝世日期": "1974年1月25日",
        "别名": "王嘉祥，王稼蔷",
        "出生地": "安徽省泾县桃花潭镇厚岸村",
        "description": "王稼祥（1906年8月15日—1974年1月25日），原名嘉祥，又名稼蔷，安徽省泾县桃花潭镇厚岸村人。中国共产党的优秀党员，忠诚的马克思主义者，杰出的无产阶级革命家，中国共产党和中国人民解放军卓越领导人，新中国优秀的外交家。革命战争时期历任中共中央党报委员会秘书长、中国工农红军总政治部主任、中华苏维埃共和国外交人民委员、中央革命军事委员会副主席、6届中央委员、中央政治局委员，中央三人军事小组成员，中央政治局委员，中共驻共产国际代表，中共中央军委副主席、总政治部主任兼八路军总政治部代主任，八路军军政学院院长，7届中央候补委员、委员等；解放后历任中国驻苏联大使、外交部副部长、中联部部长、中央国际活动指导委员会主任委员、8届中央委员、中央书记处书记，三、四届全国政协常委，中央外事小组副组长，10届中央委员等。1969年10月下放河南信阳，1970年冬回北京治病。1943年7月，他在《中国共产党与中国民族解放的道路》一文中，首次提出“毛泽东思想”这一科学概念。在“文化大革命”中，他长期从事的外交工作被康生污蔑为“三和一少”的投降主义路线，遭受到严重的迫害。1974年1月25日在北京不幸猝然逝世，终年68岁。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1906年8月15日",
        "毕业院校": "莫斯科中山大学",
        "name": "王稼祥",
        "personID": "650",
        "国籍": "中国",
        "id": "王稼祥",
        "group": 2
    }
]