[
    {
        "timeID": "1930",
        "id": "1930年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 7,
        "x": 696,
        "y": 156
    },
    {
        "img": "img_4/ncqy.jpg",
        "eventID": "62",
        "id": "南昌起义",
        "type": "工农运动",
        "description": "八一南昌起义，又称南昌起义或者八一起义，指在1927年8月1日中共联合国民党左派，打响了武装反抗国民党反动派的第一枪，揭开了中国共产党独立领导武装斗争和创建革命军队的序幕。1927年8月1日，中国共产党领导部分国民革命军在江西省南昌市举行的武装起义。起义由周恩来、贺龙、李立三、叶挺、朱德、刘伯承、谭平山领导。1933年7月11日，中华苏维埃共和国临时中央政府根据中央革命军事委员会6月30日的建议，决定8月1日为中国工农红军成立纪念日。从此，8月1日成为中国工农红军和后来的中国人民解放军的建军节。",
        "发生时间": "1927年8月1日",
        "eventSeq": 60,
        "startTime": 19270801246060,
        "timeType": 7,
        "x": 445.288,
        "y": 26.6567
    },
    {
        "img": "img_4/bqhy.jpg",
        "eventID": "63",
        "id": "八七会议",
        "type": "工农运动",
        "description": "八七会议是大革命失败以后，在关系党和革命事业前途和命运的严重危机时刻，中共中央于1927年8月7日在湖北汉口召开的紧急会议。会议批判和纠正了陈独秀右倾机会主义错误，撤销了他在党内的职务，选出了新的临时中央政治局，确定了土地革命和武装斗争的总方针。毛泽东出席了这次会议，并提出了著名的“枪杆子里出政权”的论断。八七会议后，中共中央决定派毛泽东以中共中央特派员的身份前往长沙，领导湘赣边界的秋收起义。会议通过了《中国共产党中央执行委员会告全党党员书》等议案。八七会议在中国革命紧急关头及时地向党和全国人民指明了斗争方向，反对政治上的右倾机会主义，使党在革命中前进了一大步。这次会议具有重要的历史地位，给正处于思想混乱和组织涣散的中国共产党指明了新的出路，为挽救党和革命作出了巨大贡献。",
        "时间": "1927年8月7日",
        "eventSeq": 61,
        "startTime": 19270807246060,
        "timeType": 7,
        "x": 371.142,
        "y": 489.851
    },
    {
        "eventID": "85",
        "id": "中共中央临时政治局成立",
        "type": "解放战争",
        "description": "中国共产党临时中央政治局，又称中央临时政治局，是中国共产党早期在共产国际指示下成立的临时中央领导机构。中国共产党历史上曾两次设立临时中央政治局：第一次是1927年，负责人为瞿秋白；第二次是1931年，负责人为博古。",
        "成立时间": "1927年8月7日",
        "eventSeq": 62,
        "startTime": 19270807246060,
        "timeType": 7,
        "x": 228.974,
        "y": 170.556
    },
    {
        "img": "img_4/qsqy.jpg",
        "eventID": "66",
        "id": "秋收起义",
        "type": "工农运动",
        "description": "秋收起义是毛泽东在湖南东部和江西西部领导的工农革命军（即红军）举行的一次武装起义。1927年7月15日，汪精卫控制下的武汉国民政府公开宣布“分共”，背叛了革命。中国共产党从此转入地下，轰轰烈烈的大革命失败了。1927年8月7日在汉口召开紧急会议，确定了开展土地革命和武装反抗国民党反动派的总方针，决定在群众基础较好的湘鄂粤赣四省发动农民举行秋收起义。1927年9月9日，湘赣边界秋收起义按预定计划爆发。9月19日，秋收起义部队在文家市会师，毛泽东主持前委会议，及时作出从进攻大城市转向农村进军的决定，初步形成了农村包围城市的战略思想。秋收起义是继南昌起义之后，中国共产党领导的又一次著名的武装起义，是中共党史军史上的三大起义之一。中国人民革命史开始了具有决定意义的新起点。虽然秋收起义结果是失败的，但它却开创了一条新的道路，也开辟了第一个在农村的根据地，为后来各地工农红军和农村革命根据地的大规模发展奠定了基础。秋收起义是中国共产党第一次在武装斗争中公开打出了自己的旗号，人民军队历史上第一面军旗（带有镰刀、斧头、五角星的工农革命军军旗）的诞生，在全国人民面前彰显了中国共产党独立领导革命战争的决心。概述图来源于中国共产党历史网",
        "发生时间": "1927年9月9日",
        "eventSeq": 63,
        "startTime": 19270909246060,
        "timeType": 7,
        "x": 152.277,
        "y": 338.093
    },
    {
        "img": "img_4/swgb.jpg",
        "eventID": "67",
        "id": "三湾改编",
        "type": "工农运动",
        "description": "1927年9月29日至10月3日，毛泽东在江西省永新县三湾村，领导了举世闻名的“三湾改编”。从政治上、组织上保证了党对军队的绝对领导，是我党建设新型人民军队最早的一次成功探索和实践，标志着毛泽东建设人民军队思想的开始形成。三湾改编初步解决了如何把以农民及旧军人为主要成分的革命军队建设成为一支无产阶级新型人民军队的问题，保证了党对军队的绝对领导，奠定了政治建军的基础。同时，三湾改编的三项重要内容之一——实行民主主义，也对团结广大士兵群众、瓦解敌军起到了巨大作用，从这个意义上说，三湾改编又丰富了我党早期的统一战线思想，从理论和实践上对统一战线工作做出了很大贡献。毛泽东创造性地确立了“支部建在连上”、“官兵平等”等一整套崭新的治军方略。三湾改编是中国共产党建设新型人民军队最早的一次成功探索和实践。",
        "开始时间": "1927年9月29日",
        "结束时间": "1972年10月3日",
        "eventSeq": 64,
        "startTime": 19270929246060,
        "timeType": 7,
        "x": 268.246,
        "y": 271.095
    },
    {
        "img": "img_4/ld.jpg",
        "eventID": "74",
        "id": "中共六大",
        "type": "全国人民代表大会",
        "description": "中国共产党第六次全国代表大会于1928年6月18日至7月11日在莫斯科近郊五一村召开。由于当时国内白色恐怖严重，难以找到一个能够保证安全的地方开会，再加上赤色职工国际第四次代表大会和共产国际第六次代表大会分别于当年春天和夏天在莫斯科召开，少共国际也将在莫斯科召开第五次代表大会，考虑到中共都将派代表团出席这几个大会，而且中共中央也希望能够得到共产国际的及时指导，遂将中共六大放在莫斯科召开。出席这次大会的代表共142人，其中有表决权的代表84人。瞿秋白代表第五届中央委员会作政治报告，周恩来作组织报告和军事报告，李立三作农民问题报告，向忠发作职工运动报告，布哈林代表共产国际作《中国革命与中国共产党的任务》的政治报告和关于政治报告的结论。会议筹备期间，苏联和共产国际的领导人斯大林、布哈林等分别予以指导，使中共领导人澄清了在革命性质和革命形势上的模糊认识。共产国际东方书记处派出大量人员参加了大会各项决议案的起草工作。大会分析大革命失败后中国的政治经济状况，明确指出中国仍然是半殖民地半封建社会，中国革命现在阶段的性质是资产阶级民主革命；总结党领导的军事运动和红军建设的经验，提出了加强军事斗争的任务；总结过去革命斗争的经验教训，提出反对“左”、右两种错误倾向。大会通过了政治、军事、组织、苏维埃政权、农民、土地、职工、宣传、民族、妇女、青年团等问题的决议，以及经过修改的《中国共产党党章》。选举产生了第六届中央委员会，选出中央委员23人、候补中央委员13人；选出由3名委员、2名候补委员组成的中央审查委员会。随后召开的六届一中全会，选举苏兆征、项英、周恩来、向忠发、瞿秋白、蔡和森、张国焘为中央政治局委员。关向应、李立三、罗登贤、彭湃、杨殷、卢福坦、徐锡根为政治局候补委员。选举苏兆征、向忠发、项英、周恩来、蔡和森为中央政治局常委会委员，李立三、杨殷、徐锡根为常委会候补委员。7月20日召开的第六届中央政治局第一次会议，选举向忠发任中央政治局主席兼中央政治局常委会主席，周恩来任中央政治局常委会秘书长。党的六大是一次具有重大历史意义的会议。它认真总结了大革命失败以来的经验教训，对有关中国革命的一系列存在严重争论的根本问题，作出了基本正确的回答。它集中解决了当时困扰党的两大问题，即中国社会性质和革命性质问题，革命形势和党的任务问题，认为当时中国革命依然是资产阶级性质的民主主义革命，党的中心工作不是千方百计地组织暴动，而是做艰苦的群众工作，积蓄力量。这两个重要问题的解决，基本上统一了全党的思想，对中国革命的复兴和发展，起了积极的作用。但是，六大对中国社会的阶级关系缺乏正确的认识，仍然把党的工作重点放在城市，对中国革命的长期性估计不足，同时在组织上片面强调党员成分无产阶级化和“指导机关之工人化”，工人出身的向忠发被选为中共中央最高领导人，实际上他没有能够起到应有的作用。尽管存在着上述缺点，但六大的路线基本上是正确的。",
        "开始时间": "1928年6月",
        "eventSeq": 73,
        "startTime": 19280631246060,
        "timeType": 7,
        "x": 388.889,
        "y": 147.945
    },
    {
        "img": "img_4/jgs.jpg",
        "eventID": "69",
        "id": "井冈山革命根据地",
        "type": "抗日战争",
        "description": "井冈山革命根据地是土地革命战争时期，中国共产党在湖南、江西两省边界罗霄山脉中段创建的第一个农村革命根据地。1927年10月，毛泽东率领湘赣边秋收起义的工农革命军到达罗霄山脉中段的井冈山地区，开展游击战争，进行土地革命，恢复和建立共产党的组织，建立革命政权和赤卫队。与此同时，经过团结、教育、改造工作。至1928年2月底，包括宁冈全县，遂川西北部，永新、酃县、茶陵等县部分地区的井冈山革命根据地初步建成。1928年4月底，朱德、陈毅率领南昌起义保存下来的部队和湘南农军到达井冈山，和毛泽东领导的工农革命军会师，成立了中国工农红军第四军。5月，组成了以毛泽东为书记的中共湘赣边界特别委员会；接着成立了袁文才任主席的湘赣边界苏维埃政府。红军在赤卫队和人民群众配合下，接连打破了江西国民党军的多次“进剿”。至6月，井冈山革命根据地拥有宁冈、永新、莲花3个县，和遂川、酃县、吉安、安福等县的部分地区。之后，又打破了湘赣两省国民党军的两次“会剿”。12月，彭德怀、滕代远率领红5军主力到达井冈山，同红4军会师。此后，红军粉碎了敌人的多次“围剿”，根据地不断扩大。1929年1月，毛泽东、朱德率领红4军主力向赣南、闽西挺进后，留下一部红军坚持井冈山的斗争。",
        "建立时间": "1927年10月",
        "eventSeq": 65,
        "startTime": 19271031246060,
        "timeType": 8,
        "x": 512.106,
        "y": 102.048
    },
    {
        "img": "img_4/clx.jpg",
        "eventID": "61",
        "id": "茶陵县工农兵政府成立",
        "type": "抗日战争",
        "description": "土地革命战争时期，中国共产党在湖南茶陵地区建立的地方革命政权机关。1927年10月，毛泽东率湘赣边界秋收起义的工农革命军到达井冈山地区，开始创建以宁冈为中心的井冈山农村革命根据地。11月，茶陵县工农兵政府成立，谭震林任政府主席。随后成立由陈韶任书记的中共茶陵县委，恢复工会、农会，建立赤卫队，组织工作队，深入农村，帮助基层建立政权，广泛发动群众，开展打倒土豪劣绅斗争，开展土地革命。12月下旬，国民党军进攻茶陵县城，工农革命军因敌强我弱撤出县城，工农兵政府结束。",
        "开始时间": "1927年11月",
        "eventSeq": 68,
        "startTime": 19271131246060,
        "timeType": 8,
        "x": 217.412,
        "y": 400.093
    },
    {
        "img": "img_4/hs.jpg",
        "eventID": "68",
        "id": "井冈山会师",
        "type": "抗日战争",
        "description": "井冈山会师，是指1928年4月28日（三月初九）毛泽东率领的秋收起义部队，和朱德、陈毅领导的湘南起义和南昌起义部分部队在井冈山（原宁冈县龙市镇）胜利会师，是中国人民解放军建军史上的重要历史事件。井冈山会师后根据中共湘南特委决定，两军合编为工农革命军第四军。壮大了井冈山的革命武装力量，对巩固扩大全国第一个农村革命根据地，推动全国革命事业的发展，具有深远的意义。",
        "发生时间": "1928年4月28日",
        "eventSeq": 70,
        "startTime": 19280428246060,
        "timeType": 8,
        "x": 1167.11,
        "y": 390.484
    },
    {
        "img": "img_4/sdjl.jpg",
        "eventID": "73",
        "id": "三大纪律，八项注意",
        "type": "抗日战争",
        "description": " ",
        "开始时间": "1928年4月",
        "eventSeq": 71,
        "startTime": 19280431246060,
        "timeType": 8,
        "x": 994.606,
        "y": 75.8439
    },
    {
        "img": "img_4/hsj.jpg",
        "eventID": "70",
        "id": "红四军建立",
        "type": "抗日战争",
        "description": "中国工农革命军第四军是中国共产党领导的南昌起义和秋收起义部队在井冈山会师后建立的一支工农武装。1927年10月，毛泽东率领湘赣边界秋收起义的队伍上了井冈山。1928年4月底，朱德、陈毅率领的南昌起义余部和湘南农军到达井冈山，与毛泽东领导的工农革命军会师，并于同年5月4日在宁冈正式成立中国工农革命军第四军，朱德任军长，毛泽东任党代表兼军委书记，王尔琢任参谋长。",
        "开始时间": "1928年5月4日",
        "eventSeq": 72,
        "startTime": 19280504246060,
        "timeType": 8,
        "x": 956.144,
        "y": 524.924
    },
    {
        "img": "img_4/tdf.jpg",
        "eventID": "65",
        "id": "《井冈山土地法》颁布",
        "type": "抗日战争",
        "description": "从1927年开始，直到1928年春，土地法大纲以彻底“废除封建性及半封建性剥削的土地制度，实行耕者有其田的土地制度”为基本原则，改正了土地法的缺点，对重大政策原则问题，作了更妥善的规定。",
        "开始时间": "1928年7月",
        "eventSeq": 74,
        "startTime": 19280731246060,
        "timeType": 8,
        "x": 1170.67,
        "y": 51.4887
    },
    {
        "eventID": "75",
        "id": "井冈山第一次反“会剿”",
        "type": "抗日战争",
        "description": "井冈山革命根据地第一次反“会剿”是1928年7月～8月，土地革命战争时期，中国工农红军第4军在井冈山根据地及湘南、桂东地区反对湘赣国民党军”会剿“的作战。",
        "开始时间": "1928年7月",
        "结束时间": "1928年8月",
        "eventSeq": 75,
        "startTime": 19280731246060,
        "timeType": 8,
        "x": 1303.71,
        "y": 220.934
    },
    {
        "img": "img_4/gthy.jpg",
        "eventID": "76",
        "id": "古田会议",
        "type": "抗日战争",
        "description": "古田会议，是中国工农红军第四军在1929年12月28日至29日在福建省上杭县古田村召开的第九次党的代表大会，即红军第四军党的第九次代表大会，因会议在福建省龙岩市上杭县古田村召开，史称“古田会议”。会议选举产生了新的中共红四军前敌委员会，毛泽东当选为书记。为纠正党内和军队中出现的极端民主化、非组织化等错误倾向，毛泽东同志首次提出“使党员的思想和党内的生活都政治化，科学化”的思想，为党的建设指明了正确方向。这次会议解决了中国共产党在中国特殊国情中建党、建军的历史性难题，对中国革命产生深远影响，因而在中国共产党和工农红军的发展史上有着极其重要的意义。",
        "发生时间": "1929年12月28日",
        "结束时间": "1929年12月29日",
        "eventSeq": 76,
        "startTime": 19291228246060,
        "timeType": 8,
        "x": 1119.95,
        "y": 156.666
    },
    {
        "img": "img_4/xxzh.jpg",
        "eventID": "79",
        "id": "《星星之火，可以燎原》",
        "type": "工农运动",
        "description": "一点点小火星可以烧掉大片原野。比喻开始时微小，但有远大发展前途的新事物。(燎：燃烧)。毛泽东在1930年1月5日给林彪一封信，是为答复林彪散发的一封对红军前途究竟应该如何估计的征求意见的信。毛泽东在这封信中批评了当时林彪以及党内一些同志对时局估量的一种悲观思想。一九四八年林彪向中央提出，希望公开刊行这封信时不要提他的姓名。毛泽东同意了这个意见。在收入本书第一版的时候，这封信改题为《星星之火，可以燎原》，指名批评林彪的地方作了删改。",
        "开始时间": "1930年1月5日",
        "eventSeq": 78,
        "startTime": 19300105246060,
        "timeType": 8,
        "x": 1077.9,
        "y": 452.507
    },
    {
        "img": "img_4/hyj.jpg",
        "eventID": "80",
        "id": "红一军成立",
        "type": "抗日战争",
        "description": "中国工农红军第一军团，简称红一军团，是第二次国内革命战争时期中国工农红军主力部队之一。",
        "开始时间": "1930年6月",
        "eventSeq": 80,
        "startTime": 19300631246060,
        "timeType": 8,
        "x": 1308.93,
        "y": 325.837
    },
    {
        "img": "home1.jpg",
        "timeID": "0",
        "id": "党史图谱",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": -1
    },
    {
        "timeID": "1927",
        "id": "1927年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 7,
        "x": 577,
        "y": 308
    },
    {
        "timeID": "1928",
        "id": "1928年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 7,
        "x": 872,
        "y": 299
    },
    {
        "timeID": "1929",
        "id": "1929年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 7,
        "x": 710,
        "y": 436
    }
]