[
    {
        "img": "home14.jpg",
        "timeID": "0",
        "id": "党史图谱",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": -1
    },
    {
        "img": "",
        "timeID": "1956",
        "id": "1956年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1957",
        "id": "1957年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1958",
        "id": "1958年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1959",
        "id": "1959年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1960",
        "id": "1960年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1961",
        "id": "1961年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1962",
        "id": "1962年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1963",
        "id": "1963年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1964",
        "id": "1964年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1970",
        "id": "1970年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 14,
        "x": 0,
        "y": 0
    },
    {
        "name": "苏共二十大",
        "type": "外交",
        "description": "苏联共产党第二十次代表大会于1956年召开，是苏联历史乃至国际共产主义历史的一个重要转折点。会上主要批判了对斯大林的个人崇拜，全盘否定斯大林执政时的各种理论，指出斯大林主义的错误，还提出“三和”的新理论，对世界形势和社会主义阵营产生了重大的影响。",
        "开始时间": "1956年2月",
        "eventSeq": 276,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "苏共二十大",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "论十大关系",
        "type": "全国人民代表大会",
        "description": "毛泽东1956年4月25日在中央政治局扩大会议上的讲话。5月2日，毛泽东在第七次最高国务会议上进一步阐述了十大关系。随后在党内高级干部中传达。发表于1976年12月26日《人民日报》。1994年收入中央文献出版社出版的《建国以来重要文献选编》第八册。讲话共十个部分：一、重工业和轻工业、农业的关系；二、沿海工业和内地工业的关系；三、经济建设和国防建设的关系；四、国家、生产单位和生产者个人的关系；五、中央和地方的关系；六、汉族和少数民族的关系；七、党和非党的关系；八、革命和反革命的关系；九、是非关系；十、中国和外国的关系。讲话说明，提出十大关系问题的主要目的在于要以苏联经验为鉴戒，总结我国的经验，调动国内外一切积极因素，寻找一条适合我国情况的社会主义建设道路；指出重工业是建设的重点；要好好利用和发展沿海的工业老底子，以发展和支持内地工业；国防不可不有，加强国防的实现首先要加强经济建设；必须兼顾国家、集体、个人三个方面；提出在巩固中央统一领导的前提下，扩大一点地方的权力，让地方办更多的事情；要着重反对大汉族主义，搞好汉族和少数民族的关系；认为几个党比一个党好，今后也是长期共存，互相监督；肯定了镇压反革命的作用，并提出了今后镇反的要求；对犯了错误的同志，要采取“惩前毖后，治病救人”的方针；指出向外国学习的口号是对的，并要求学习一定要与中国实际相结合。《论十大关系》是毛泽东关于社会主义建设的代表作，对当时和以后的社会主义建设都有很强的针对性和理论指导作用。",
        "开始时间": "1956年4月25日",
        "eventSeq": 277,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "论十大关系",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国共产党第八次全国代表大会",
        "type": "全国人民代表大会",
        "description": "中国共产党第八次全国代表大会于1956年9月15日至27日在北京政协礼堂召开。出席大会的正式代表1026人，候补代表107人，代表全国1073万名党员。59个国家的共产党、工人党、劳动党和人民革命党的代表团以及国内各民主党派和无党派民主人士的代表应邀列席大会。",
        "发生时间": "1956年9月15日",
        "结束时间": "1956年9月27日",
        "eventSeq": 278,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "中国共产党第八次全国代表大会",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "党提出和平解放台湾",
        "type": "国防与军事",
        "description": " ",
        "开始时间": "1956年9月",
        "eventSeq": 279,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "党提出和平解放台湾",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《关于正确处理人民内部矛盾的问题》发表",
        "type": "拨乱反正",
        "description": "毛泽东1957年2月27日在最高国务会议第十一次（扩大）会议上的讲话。经修改和补充后，发表于1957年6月19日《人民日报》。1994年收入中央文献出版社出版的《建国以来重要文献选编》第十册。讲话分为十二个小题目：一、两类不同性质的矛盾。二、肃反问题。三、农业合作化问题。四、工商业者问题。五、知识分子问题。六、少数民族问题。七、统筹兼顾、适当安排。八、百花齐放、百家争鸣、长期共存、互相监督。九、少数人闹事问题。十、坏事能否变成好事？十一、关于节约。十二、中国工业化道路。讲话指出，社会主义社会的基本矛盾仍然是生产关系和生产力之间的矛盾，上层建筑和经济基础之间的矛盾。它们之间不是对抗性的矛盾，可以经过社会主义制度本身，不断地得到解决。讲话明确提出，社会主义社会中存在两类不同性质的社会矛盾，即敌我之间的矛盾和人民内部矛盾。并指出，敌我矛盾是对抗性的矛盾。人民内部矛盾，一般说来，是在人民利益根本一致基础上的矛盾。今后主要是正确划分和处理两类不同性质的矛盾。讲话提出了正确处理人民内部矛盾的一系列方法、方针和政策，主张在处理敌我矛盾时要用专政的方法，解决人民内部矛盾时要用民主的方法，即团结—批评—团结的方法。",
        "开始时间": "1957年2月",
        "eventSeq": 281,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "《关于正确处理人民内部矛盾的问题》发表",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "1957年中共中央发出《关于整风运动的指示》",
        "type": "拨乱反正",
        "description": "1957年4月27日，中共中央发出《关于整风运动的指示》，对整风运动的目的、要求、方针和方法进行了详细的阐述和明确的规定，强调必须在全党进行一次普遍、深入的反对官僚主义、宗派主义和主观主义的整风运动。",
        "时间": "1957年4月27日",
        "eventSeq": 282,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "1957年中共中央发出《关于整风运动的指示》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "苏联第一颗人造卫星发射",
        "type": "外交",
        "description": " ",
        "开始时间": "1957年10月",
        "eventSeq": 283,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "苏联第一颗人造卫星发射",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "炮击金门",
        "type": "社会主义道路",
        "description": "金门炮战，又称第二次台湾海峡危机、台湾称为八二三炮战，是指1958年8月23日至10月5日之间，发生于金门及其周边的一场战役。国共双方以隔海炮击为主要战术行动，因此被称为炮战。1958年及其前后，中国人民解放军福建前线部队对据守福建省金门岛的国民党军进行的惩罚性大规模炮击封锁行动。炮战由中国人民解放军首先发起，国民党军队随后开始反击。炮战初期，解放军打击岛上军事目标，后期重点封锁海运线，以围困金门。在炮战初期，国民党军队猝不及防，损失惨重，随着战事继续，逐渐恢复战力。并得到美国海军护航，维持金门补给线，甚至利用M55式203毫米榴弹炮反击及瘫痪厦门车站内的补运单位。炮战期间，双方海军舰艇和空军也多次战斗。10月初，解放军宣布解除封锁，改为“单打双停（逢单日炮击，双日不炮击；单打双不打）”，逐渐减少攻势。大陆方面维持单打双不打状态，直到1979年中国大陆和美国建交为止。金门炮战是第二次国共内战的一部分，也是国共双方陆海空军迄今最后一次大较量，此后双方军事冲突局限于海上，并逐渐停止至今。",
        "开始时间": "1958年8月23日",
        "结束时间": "1958年10月5日",
        "eventSeq": 284,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "炮击金门",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "人民公社化运动",
        "type": "社会主义道路",
        "description": "人民公社化运动最初是由高级农业生产合作社的小社并大社引起的。这本来是出于兴修水利、搞农田基本建设的需要，但在“大跃进”的背景下，却演变成一场不顾客观条件、争相推动农业集体生产组织向所谓更高级的形式过渡的普遍的群众性运动。1958年8月在北戴河召开的中央政治局扩大会议上，通过了《关于在农村建立人民公社问题的决议》，正式决定在全国农村中建立人民公社。《决议》指出，“人民公社将是建成社会主义和逐步向共产主义过渡的最好的组织形式，它将发展成为未来共产主义社会的基层单位。”并宣布“共产主义在我国的实现，已经不是什么遥远将来的事情了，我们应该积极地运用人民公社的形式，摸索出一条过渡到共产主义的具体途径”。这个《决议》下达后，把人民公社化运动迅速推向高潮。在不到两个月的时间里，全国农村建立不到两年的高级农业合作社多数被人民公社所代替，全国农村实现了人民公社化。人民公社实行工农商学兵合一的政社合一的体制，既是一个经济组织，也是一级政权机构。人民公社的基本特点被概括为“一大二公”。所谓“大”，就是规模比农业生产合作社大，基本上是一乡一社，甚至数乡一社。所谓“公”，就是生产资料公有化程度高。在人民公社内部，从生产资料所有、分配制度、交换关系乃至社员的生活资料都强调一个“公”字。大办人民公社的过程，实际上成为大刮“共产风”的过程。这些所谓不断增加“公有”成分的错误做法，完全违反等价交换、按劳分配原则。其结果不仅损害了群众的利益，挫伤了社员的积极性，而且使农村生产力受到灾难性的破坏。",
        "开始时间": "1958年8月",
        "eventSeq": 285,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "人民公社化运动",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "第一次郑州会议",
        "type": "社会主义道路",
        "description": "中共中央于1958年11月2日至10日在郑州召开了有部分中央领导人、大区负责人和部分省、市委第一书记参加的工作会议，即第一次郑州会议。这次会议是在毛泽东倡导下召开的。毛泽东在会上领读了斯大林著的《苏联社会主义经济问题》一书，并作了多次讲话。毛泽东讲话的主要内容是：（1）明确提出要划清社会主义与共产主义、集体所有制与全民所有制两个界限。（2）批驳了在现阶段就废除商品生产、价值规律、商品交换，实行商品调拨的错误主张。这次会议还针对当时全民大办钢铁、大兴水利、深翻耕地等连续苦战需要休整的实际情况，规定了要实行劳逸结合，既抓生产又抓生活的方针。",
        "开始时间": "1958年11月",
        "eventSeq": 286,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "第一次郑州会议",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "大跃进",
        "type": "社会主义道路",
        "description": "“大跃进”运动是指1958年至1960年全国在经济建设中开展的以实现工农业生产高指标为主要特征的群众运动。这场运动是党在探索建设社会主义道路过程中的一次严重挫折。",
        "开始时间": "1958年",
        "结束时间": "1960年",
        "eventSeq": 287,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "大跃进",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "武汉钢铁公司成立",
        "type": "社会主义道路",
        "description": "武汉钢铁集团公司是新中国成立后兴建的第一个特大型钢铁联合企业，于1955年开始建设，1958年9月13日建成投产，是中央和国务院国资委直管的国有重要骨干企业。本部厂区坐落在湖北省武汉市东郊、长江南岸，占地面积21.17平方公里。武钢拥有矿山采掘、炼焦、炼铁、炼钢、轧钢及物流、配套公辅设施等一整套先进的钢铁生产工艺设备，并联合重组鄂钢、柳钢、昆钢后，成为生产规模近4000万吨的大型企业集团，居世界钢铁行业第四位。2016年3月10日上午，武钢集团董事长马国强在人民网的“对话新国企加油十三五”访谈节目中表示，武钢集团正在进行人员分流，将有4万员工不再从事钢铁行业。2016年8月，武汉钢铁（集团）公司在\"2016中国企业500强\"中排名第144位。2016年9月22日，国资委同意宝钢集团与武汉钢铁（集团）实施联合重组。根据公告，宝钢集团有限公司更名为中国宝武钢铁集团有限公司，作为重组后的母公司，武汉钢铁（集团）公司整体无偿划入，成为其全资子公司。",
        "成立时间": "1958年",
        "eventSeq": 288,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "武汉钢铁公司成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "庐山会议",
        "type": "社会主义道路",
        "description": "中央政治局扩大会议于1959年7月2日至8月1日在江西庐山召开（此次会议与8月2日至16日召开的八届八中全会统称为庐山会议）。中央政治局委员和各省、市、自治区党委第一书记，中央、国家机关一些部门的负责同志参加了政治局扩大会议。毛泽东主持会议。会议的原定议题是总结经验教训，调整指标，继续纠正“左”倾错误。会议开始时，毛泽东提出读书、形势、任务、综合平衡、群众路线等19个问题要大家讨论。他在讲话中，对国内形势概括了三句话：“成绩伟大，问题不少，前途光明。”一部分同志也认为纠“左”已经差不多了，对实际工作中的缺点错误的批评是泼冷水，是右倾。但许多同志在发言中批评了“共产风”、高指标、国民经济比例失调和不按客观经济规律办事的错误，要求从实际出发认真总结1958年的经验教训。彭德怀于7月14日给毛泽东写了一封信。信中首先肯定1958年“大跃进”的成绩，经济增长的速度是各国从未有过的，多快好省的总路线是正确的；然后着重指出了存在的问题，认为“大跃进”造成的突出矛盾，是由于比例失调引起各方面的紧张。7月16日，毛泽东将彭德怀的信加上了“彭德怀同志的意见书”的标题，批示印发与会同志讨论。讨论中，有些同志对信提出质疑或表示反对，但黄克诚、张闻天、周小舟等不少同志表示赞同信中的观点。23日，毛泽东在大会上讲话，错误地批判了彭德怀的信，指责“意见书”表现了“资产阶级的动摇性”，是右倾机会主义的反党纲领。从此，会议方向从反“左”转为反右，对彭德怀、黄克诚、张闻天、周小舟等的所谓“右倾机会主义”“反党集团”问题进行揭发批判。7月31日至8月1日，召开了中央政治局常委会，清算彭德怀的历史旧账。八届八中全会于8月2日至16日在庐山召开。中央委员75人，候补中央委员74人出席会议。中央有关部门和各省、市、自治区党委的其他工作同志14人列席了会议。会议继续揭发批判所谓“彭、黄、张、周右倾反党集团”，指责彭德怀的“意见书”是“右倾机会主义分子向党进攻，妄图篡党夺权的纲领”，并毫无根据地宣称彭、黄、张、周结成了“军事俱乐部”性质的反党集团，并牵连历史问题一起批判。会议检查了1959年国民经济计划的执行情况，决定调整降低1959年的经济计划指标。全会通过了《关于以彭德怀同志为首的反党集团的错误的决议》《为保卫党的总路线、反对右倾机会主义而斗争的决议》《关于撤销黄克诚同志中央书记处书记的决定》《关于开展增产节约运动的决议》。",
        "开始时间": "1959年7月2日",
        "结束时间": "1959年8月1日",
        "eventSeq": 289,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "庐山会议",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "苏联撕毁合同撤回专家（1960年7月16日—9月1日）",
        "type": "社会主义道路",
        "description": "由于中苏两党的分歧严重影响到两国关系，1959年6月，苏联政府片面撕毁中苏两国于1957年10月15日签订的关于国防新技术的协定，撤回向中国提供原子弹样品和生产原子弹的技术资料。1960年6月布加勒斯特会议以后，苏共领导把中苏两党之间意识形态的分歧扩大到国家关系上来，对中国施加政治、经济压力。7月16日，苏联政府突然单方撕毁600个合同，并通知中国政府，他们将在7月28日到9月1日撤走全部在华专家1390人。苏联专家撤离中国时带走了全部设计图纸、计划和有关资料，并停止供应中国建设急需的重要设备，大量减少成套设备及各种设备中关键部件的供应。苏联领导人的背信弃义行为，使中国经济建设和国防建设的若干重大设计项目和科研项目被迫中断，一些正在施工的建设项目被迫停工，给中国社会主义建设事业造成了巨大的损失。",
        "开始时间": "1960年7月16日",
        "结束时间": "1960年7月1日",
        "eventSeq": 290,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "苏联撕毁合同撤回专家（1960年7月16日—9月1日）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《关于农村人民公社当前政策问题的紧急指示信》",
        "type": "艰辛探索",
        "description": "关于农村人民公社当前政策问题的紧急指示信是一项由政府相关部门颁布的文件。",
        "发布时间": "1960年11月3日",
        "eventSeq": 291,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "《关于农村人民公社当前政策问题的紧急指示信》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "八届九中全会",
        "type": "艰辛探索",
        "description": "八届九中全会于1961年1月14日至18日在北京召开。出席会议的有中央委员83人，候补中央委员87人，另有中央有关部门和省、市、自治区党委的负责同志23人列席了会议。会议着重讨论了1961年国民经济计划、贯彻1960年11月3日中共中央发出的《关于农村人民公社当前政策问题的紧急指示信》（即“十二条”）和农村整风整社等问题。全会听取了李富春作的《关于1960年国民经济计划执行情况和1961年国民经济计划主要指标的报告》。全会讨论并通过了李富春的报告。全会的主要内容是：（1）国民经济问题。全会根据我国当时经济工作中出现的比例关系严重失调和严重不平衡问题，决定从1961年起，对整个国民经济实行“调整、巩固、充实、提高”的方针。这个方针以调整为重点，适当调整国民经济各部门的比例关系和发展速度。全会要求在编制国民经济计划工作中，要按农、轻、重的次序安排经济。（2）市场商品供应问题。全会指出，由于农业欠收和轻工业原料不足而形成的市场商品供应的暂时困难，是一个急需解决的重要问题。全会要求各有关部门迅速采取措施，帮助轻工业、城乡手工业、家庭副业和郊区农业的发展，增加各种日用品和副食品的生产；同时改进商业工作，活跃农村市场，以便逐步改善商品供应状况。（3）农村问题。全会通过了在1960年12月24日至1961年1月13日中共中央工作会议上产生的《关于农村整风整社和若干政策问题的讨论纪要》。纪要肯定了贯彻紧急指示信后，农村的形势开始好转，并决定在农村深入贯彻“十二条”，继续进行整风整社。会议还听取和讨论了邓小平《关于1960年11月在莫斯科举行的各国共产党和工人党代表会议的报告》，并通过了《中国共产党第八届中央委员会第九次会议关于各国共产党和工人党代表会议的决议》。会议批准了1960年9月中央政治局关于成立东北、华北、华东、中南、西南、西北六个中央局的决定。八届九中全会正式通过了“调整、巩固、充实、提高”的八字方针。它对于后来大规模的经济调整工作起了巨大指导作用。“八字方针”贯彻执行的结果，使我国社会主义经济建设克服了严重困难，取得了新的进展。",
        "开始时间": "1961年1月",
        "eventSeq": 292,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "八届九中全会",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "胜利油田成立",
        "type": "科学与发展",
        "description": "胜利油田是我国重要的石油工业基地，是中国石油化工集团胜利石油管理局有限公司、中国石油化工股份有限公司胜利油田分公司和中石化石油工程技术服务有限公司胜利石油工程有限公司的统称，主要从事石油天然气勘探开发、石油工程技术服务、地面工程建设、油气深加工、矿区服务等业务。工作区域主要分布在山东省东营、滨州、德州、济南、潍坊、淄博、聊城、烟台等8个市的28个县（区）内，以及新疆、内蒙古等5个省、自治区。胜利石油管理局（系经国务院批准设立的油区管理机构，曾隶属国家石油工业部）、现胜利油田的开采及运营工作由中国石油化工股份有限公司胜利油田公司管理。截至2013年底，共有员工17.98万人。50多年来，胜利油田在自身发展的同时，为促进国民经济建设作出了重要贡献，累计探明石油地质储量53.87亿吨，探明天然气地质储量267.6立方千米，生产原油10.87亿吨，实现收入17737亿元，上缴利税8747亿元，为推动石油石化工业发展作出了重要贡献。2016年2月17日，中国石化胜利油田官方发文表示，公司在2016年的技术开发座谈会上表示，2016年将整体关停小营、义和庄、套尔河、乔庄4个油田。",
        "成立时间": "1961年4月16日",
        "eventSeq": 293,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "胜利油田成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中共中央关于当前工业问题的指示",
        "type": "艰辛探索",
        "description": "中共中央1961年9月15日发出。1997年收入中央文献出版社出版的《建国以来重要文献选编》第十四册。《指示》指出，在三年大跃进中，我国的工业建设取得了伟大的成绩。在取得伟大成绩的同时，在我们的实际工作中还有许多缺点错误，工业建设遇到了不少的困难。认真地总结经验，吸取教训，切实地采取措施，改正错误，克服困难，逐步地扭转工业工作中的被动局面，这是全党面前迫不容缓的重大任务。现在，中央就加强工业领导、调整工业计划、整顿管理体制、改善协作关系和改进企业工作等等方面的问题，作出八项规定。一、切实地执行调整、巩固、充实、提高的方针；二、在工业管理中实行高度集中统一的领导；三、在全面安排的基础上，抓住中心环节，集中力量，解决问题；四、努力增产日用品和农业的生产资料，稳定市场；五、加强经济协作；六、切实整顿企业的管理工作，从“五定”（指：每个企业的产品方向和生产规模，人员和机构，主要的原料、材料、燃料、动力的消耗定额和来源，固定资产和流动资金，外部协作关系，根据企业情况逐一核定下来）着手，严格实行责任制和经济核算制；七、坚持群众路线，改进工作作风；八、加强纪律性。《指示》指出，这些规定的中心在于，加强工业工作的统一领导，调动一切积极因素，集中力量，战胜困难，发展生产，继续前进。中央号召各级党委、一切经济部门、一切工业企业和手工业企业，雷厉风行地、不折不扣地把这些规定，结合具体情况，贯彻执行，并且在执行中不断地总结经验。",
        "开始时间": "1961年9月15日",
        "eventSeq": 294,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "中共中央关于当前工业问题的指示",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "七千人大会",
        "type": "艰辛探索",
        "description": "扩大的中央工作会议于1962年1月11日至2月7日在北京举行。参加会议的有中央各部门、各中央局、各省市自治区党委以及地委、县委、重要工矿企业和部队的负责干部，共7000多人，故称七千人大会。这次大会的主要目的，是总结经验，统一认识，加强党内的民主集中制，以便进一步纠正“大跃进”以来工作中的错误，切实贯彻调整国民经济的方针。大会由毛泽东主持，刘少奇代表中共中央作了书面报告和讲话，周恩来、邓小平作了重要讲话，林彪也在会上讲了话。这次会议分为两个阶段。第一阶段，从1月11日到29日，主要讨论、修改刘少奇代表中共中央所作的书面报告（第一稿）。这个“书面报告”未经中央政治局讨论，直接发给到会同志进行讨论和提意见，然后集中大家的意见写出第二稿。27日，向全体与会同志发出了第二稿，同时刘少奇作了补充说明。讲话号召全党和各级领导干部发扬党的实事求是的优良作风，调查研究，充分发扬党内民主和人民民主，从实际出发来拟定政策、拟定计划、拟定措施。第二阶段，从29日到2月7日会议闭幕。主要是发扬民主，“开出气会”，开展批评和自我批评。毛泽东在29日的大会上，号召发扬民主。30日，毛泽东在会上作了自我批评，并承担了责任，说“凡是中央犯的错误，直接的归我负责，间接的我也有份，因为我是中央主席”。而林彪则说：“过去的工作搞得好的时候，正是毛泽东思想不受干扰的时候。凡是毛主席的思想不受尊重，受干扰时，就会出毛病。”2月6日，邓小平就党的工作问题讲了话。同时，代表中央书记处，对几年来工作中的缺点错误，作了自我批评，也承担了责任。2月7日下午，周恩来在全体会上讲话，详细分析了当时的经济形势，说明了国内经济的严重情况，提出了克服这些困难的主要办法。同时，从国务院工作的角度作了自我批评，对几年来的问题承担了责任。周恩来讲话后，会议正式闭幕。会后，由刘少奇主持对书面报告作了修改补充，完成了第三稿，作为正式文件下发到省（后又收回）。",
        "开始时间": "1962年1月11日",
        "结束时间": "1962年2月7日",
        "eventSeq": 295,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "七千人大会",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "援越抗美",
        "type": "艰辛探索",
        "description": "1965--1973年，中国人民解放军履行国际主义义务，派出防空、工程、铁道、后勤保障等部队及海军扫雷工作队，对越南人民抗美救国战争所提供的军事援助。",
        "发生时间": "1963年8月29日",
        "eventSeq": 296,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "援越抗美",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中法建交",
        "type": "艰辛探索",
        "description": "中法建交指的是1964年1月27日，中、法两国政府发表联合公报决定建立外交关系。中法建交标志着中国加强同西欧国家关系的一个重大突破。1964年1月27日，中、法两国政府发表联合公报决定建立外交关系。联合公报宣布：“中华人民共和国政府和法兰西共和国政府一致决定建立外交关系。两国政府为此商定在三个月内任命大使。”2019年1月27日，国家主席习近平同法国总统马克龙互致贺电，庆祝两国建交55周年。",
        "发生时间": "1964年1月27日",
        "eventSeq": 297,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "中法建交",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "大港油田成立",
        "type": "科学与发展",
        "description": "大港油田东临渤海，西接冀中平原，东南与山东毗邻，北至津唐交界处，地跨津、冀、鲁3省市的25个区、市、县。勘探开发建设始于1964年1月，勘探开发总面积18716平方千米。油田总部位于国家“十一五”重点开发开放建设区——天津市滨海新区，距北京190公里，距天津新港40公里，距天津国际机场70公里，地理位置优越，海陆空交通发达，往来便捷，是环渤海经济圈的重要组成部分。",
        "创办时间": "1964年1月",
        "eventSeq": 298,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "大港油田成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国第一颗原子弹爆炸成功（1964年10月16日）",
        "type": "科学与发展",
        "description": "1964年10月16日，我国自行制造的第一颗原子弹在西部地区爆炸成功，这是国家国防和科学技术方面取得的一次重大的突破。我国核工业创建于1955年初。毛泽东在《论十大关系》讲话中指出：我们“不但要有更多的飞机和大炮，而且还要有原子弹。在今天的世界上，我们要不受人家欺负，就不能没有这个东西。”随后，周恩来、聂荣臻主持制定的中国两次科学技术长远发展规划都把发展核科技、核工业列为重点任务之一，有力地推动了中国核工业的发展。从50年代后期到60年代初期，在中央的统一领导下，充分依靠全国的支援，各部门、各地方、各部队大力协同，执行“自力更生，过技术关，质量第一，安全第一”的方针，经过一大批科技人员、指战员、干部和职工的共同努力，艰苦奋斗，攻克了一个又一个技术难关，终于成功地爆炸了我国自行制造的第一颗原子弹，在国际上引起了巨大反响。中国政府就此发表声明：中国一贯主张全面禁止和彻底销毁核武器；中国进行核试验，发展核武器，是被迫的，是为了防御，为了保卫中国人民免受核威胁。中国政府郑重宣布，在任何时候，任何情况下，中国都不会首先使用核武器。",
        "开始时间": "1964年10月16日",
        "eventSeq": 299,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "中国第一颗原子弹爆炸成功（1964年10月16日）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "两弹一星",
        "type": "科学与发展",
        "description": "“两弹一星”最初是指原子弹、导弹和人造卫星。“两弹”中的一弹是原子弹，后来演变为原子弹和氢弹的合称；另一弹是导弹。“一星”则是人造地球卫星。20世纪50年代、60年代是极不寻常的时期，当时面对严峻的国际形势，为抵制帝国主义的武力威胁和核讹诈，50年代中期，以毛泽东同志为核心的第一代党中央领导集体。根据当时的国际形势，为了保卫国家安全、维护世界和平，高瞻远瞩，果断地作出了独立自主研制“两弹一星”的战略决策。大批优秀的科技工作者，包括许多在国外已经有杰出成就的科学家，以身许国，怀着对新中国的满腔热爱，响应党和国家的召唤，义无反顾地投身到这一神圣而伟大的事业中来。他们和参与“两弹一星”研制工作的广大干部、工人、解放军指战员一起，在当时国家经济、技术基础薄弱和工作条件十分艰苦的情况下，自力更生，发奋图强，依靠自己的力量和苏联的帮助，用较少的投入和较短的时间，突破了核弹、导弹和人造卫星等尖端技术，取得了举世瞩目的辉煌成就。2021年9月，党中央批准了中央宣传部梳理的第一批纳入中国共产党人精神谱系的伟大精神，“两弹一星”精神被纳入。",
        "开始时间": "1964年",
        "eventSeq": 300,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "两弹一星",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "成功发射第一颗人造地球卫星（1970年4月24日）",
        "type": "科学与发展",
        "description": "1970年4月24日，我国第一颗人造地球卫星“东方红一号”发射成功，成为继美、苏、法、日等国家之后第五个能制造和发射人造卫星的国家。我国卫星研制工作开始于50年代末期，是在基础工业比较薄弱、科技水平相对落后、国家财力有限的条件下发展起来的。1970年4月24日，“东方红一号”卫星从中国西北酒泉卫星发射中心发射升空。卫星升空后的飞行轨道，距地球最近点439公里、最远点2384公里、轨道平面和地球赤道平面的夹角68.5度，绕地球一圈周期为114分钟。卫星重173公斤，用20.009兆周的频率播送《东方红》乐曲。“东方红一号”卫星肩负的主要任务是进行卫星技术试验、探测电离层和大气层密度。设计工作寿命20天（实际工作寿命28天），其间把遥测参数和各种太空探测资料传回地面，至同年5月14日停止发射信号。",
        "开始时间": "1970年4月24日",
        "eventSeq": 313,
        "timeType": 14,
        "img": "",
        "size": 30,
        "id": "成功发射第一颗人造地球卫星（1970年4月24日）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "中文名": "尼基塔·谢尔盖耶维奇·赫鲁晓夫",
        "职业": "苏联军事家、政治家",
        "img": "",
        "信仰": "马克思列宁主义",
        "逝世日期": "1971年9月11日",
        "别名": "赫鲁雪夫",
        "所属政党": "苏联共产党",
        "出生地": "俄罗斯帝国库尔斯克州卡利诺夫卡",
        "description": "尼基塔·谢尔盖耶维奇·赫鲁晓夫（НикитаСергеевичХрущёв，1894年4月17日—1971年9月11日），苏联党和国家最高领导人（1953年—1964年），曾任苏联共产党中央委员会第一书记以及苏联部长会议主席等重要职务。赫鲁晓夫1894年出生于俄罗斯库尔斯克州卡利诺夫卡，1918年加入布尔什维克党，1934年当选为联共（布）中央委员。1939年当选为联共（布）中央政治局委员。卫国战争期间，先后担任西南方面军、斯大林格勒方面军和第一乌克兰方面军军事委员会委员。1953年9月3日当选为苏联共产党中央委员会第一书记。之后大力排除异己，肃清政敌。1956年2月在苏共二十大上作否定斯大林的秘密报告。1958年兼任苏联部长会议主席。1964年10月被解除党内外一切职务，从此被迫淡出政坛。至1971年9月11日因心脏病于莫斯科逝世。赫鲁晓夫担任苏联最高领导人期间，主持进行一系列改革：政治上，召开苏共二十大批判个人崇拜，此后实施去斯大林化政策，为大清洗中的受害者平反，加强社会主义民主和法制建设，在苏共二十二大上提出“全民国家”“全民党”等新观点；经济上，调整农业政策和改进农业管理体制；改革工业管理体制，使苏联的民生经济得到改善。但他的“秘密报告”震动了社会主义阵营，引发东欧骚乱。20世纪60年代，还主导了中苏交恶。在冷战中领导苏联与美国和西欧等资本主义国家对峙，曾多次访美。他还是第二次柏林危机、古巴导弹危机等事件的主要策划者。概述图来源：",
        "代表作品": "赫鲁晓夫回忆录",
        "籍贯": "俄罗斯库尔斯克州卡利诺夫卡",
        "size": 25,
        "出生日期": "1894年4月17日",
        "name": "赫鲁晓夫",
        "personID": "674",
        "国籍": "俄罗斯(前苏联)",
        "id": "赫鲁晓夫",
        "group": 2
    },
    {
        "职业": "政治家",
        "中文名": "约瑟夫·维萨里奥诺维奇·斯大林",
        "img": "",
        "信仰": "马克思列宁主义",
        "逝世日期": "1953年3月5日",
        "description": "约瑟夫·维萨里奥诺维奇·斯大林（俄语：ИосифВиссарионовичСталин，英语：JosephVissarionovichStalin，1878年12月18日—1953年3月5日，注：斯大林执政时官方称其生日为1879年12月21日，但史学界考证为1878年12月18日），格鲁吉亚人，苏联无产阶级革命家、政治家、军事家，苏联党和国家最高领导人（1924－1953年），苏联大元帅，对二十世纪苏联和世界影响深远。斯大林原姓朱加什维利，入正教中学读书时参加革命活动。1898年加入俄国社会民主工党，曾协助列宁领导十月革命，在1918-1920年国内战争时期，担任工农国防委员会委员。1922年4月，在联共（布）第十一次代表大会新选出的中央委员会第一次会议上当选为联共（布）中央总书记；1924年1月列宁逝世后，斯大林逐步成为苏联党和国家的主要领导人。1941年兼任苏联人民委员会主席。1953年3月5日因脑溢血病逝于莫斯科，享年74岁。著有《斯大林全集》。斯大林领导全党和全国人民实现了社会主义工业化和农业集体化，使苏联成为重工业和军事大国，但同时也导致了乌克兰大饥荒和哈萨克大饥荒。第二次世界大战中领导苏联红军，与盟军协力击败轴心国，取得了苏联卫国战争的胜利。他还树立个人崇拜，纵容李森科主义，发动“大清洗”运动。2008年，俄罗斯国家电视台举行了一次“最伟大的俄罗斯人”的评选活动，斯大林高居第三（四至六位分别是普希金、彼得大帝、列宁），仅次于亚历山大·涅夫斯基和斯托雷平。",
        "代表作品": "《马克思主义和民族问题》",
        "籍贯": "俄罗斯帝国第比利斯省哥里",
        "民族": "格鲁吉亚人",
        "size": 25,
        "毕业院校": "第比利斯东正教中学",
        "name": "斯大林",
        "personID": "195",
        "国籍": "苏联",
        "id": "斯大林",
        "group": 2
    },
    {
        "中文名": "毛泽东",
        "img": "",
        "信仰": "马克思主义",
        "逝世日期": "1976年09月09日",
        "别名": "石三伢子、二十八画生 等",
        "出生地": "湖南省长沙府湘潭县韶山冲",
        "description": "毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任。湖南湘潭人。中国人民的领袖，伟大的马克思主义者，伟大的无产阶级革命家、战略家、理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，马克思主义中国化的伟大开拓者，近代以来中国伟大的爱国者和民族英雄，中国共产党第一代中央领导集体的核心，领导中国人民彻底改变自己命运和国家面貌的一代伟人。1949至1976年，毛泽东担任中华人民共和国最高领导人。他对马克思列宁主义的发展、军事理论的贡献以及对共产党的理论贡献被称为毛泽东思想。因毛泽东担任过的主要职务几乎全部称为主席，所以也被人们尊称为“毛主席”。毛泽东被视为现代世界历史中最重要的人物之一，《时代》杂志也将他评为20世纪最具影响100人之一。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1893年12月26日",
        "毕业院校": "湖南省立第一师范学校",
        "name": "毛泽东",
        "personID": "1088",
        "国籍": "中国",
        "id": "毛泽东",
        "group": 2
    },
    {
        "中文名": "马国强",
        "img": "",
        "description": "马国强，男，回族，1963年11月出生，河北定州人，研究生学历，工学学士，副教授、高级会计师，1985年12月加入中国共产党，1986年8月参加工作。现任十九届中央候补委员，湖北省人大常委会党组成员、副主任。",
        "籍贯": "河北定州",
        "民族": "回族",
        "size": 25,
        "出生日期": "1963年11月",
        "毕业院校": "北京钢铁学院",
        "name": "马国强",
        "personID": "204",
        "国籍": "中国",
        "id": "马国强",
        "group": 2
    },
    {
        "中文名": "周小舟",
        "img": "",
        "别名": "原名周怀求，字元诚",
        "出生地": "湖南省湘潭县黄荆坪乡狮龙桥",
        "description": "周小舟（1912年（壬子年）11月11日－1966年（丙午年）12月26日），湖南湘潭人；1931年8月湖南大学预科班毕业，后入北京师范大学文学院国文系就读，1935年毕业；在校入党，为“一二·九”运动领导人之一；后曾任毛泽东秘书；中华人民共和国成立后任湖南省委书记，在庐山会议上被错误地定为“反党集团”成员，受到撤销职务处分，被派到浏阳县大瑶公社任党委副书记，接受改造。1962年6月调任中国科学院中南分院副院长；文化大革命期间遭到批斗，1966年12月26日逝世。1979年2月15日，中共中央恢复了他的名誉。",
        "民族": "汉族",
        "size": 25,
        "毕业院校": "湖南大学、北京师范大学",
        "name": "周小舟",
        "personID": "798",
        "国籍": "中国",
        "id": "周小舟",
        "group": 2
    },
    {
        "中文名": "彭德怀",
        "职业": "无产阶级革命家、军事家、政治家",
        "img": "",
        "逝世日期": "1974年11月29日",
        "别名": "彭得华、清宗、石穿",
        "出生地": "湖南省湘潭县彭家围子",
        "description": "彭德怀（1898年10月24日-1974年11月29日），男，原名得华，号石穿，出生于湖南省湘潭县彭家围子。中华人民共和国开国元帅，无产阶级革命家，军事家，政治家，中国人民解放军创建人和领导人之一。彭德怀于1928年加入中国共产党，第二次国内革命战争时期历任中国工农红军师长、军长、三军团总指挥、中华苏维埃共和国中央革命军事委员会副主席；长征后期担任过陕甘支队司令员；到达陕北以后，担任过红军前敌总指挥。抗日战争时期，担任八路军副总指挥，中共中央北方局代理书记。解放战争时期，担任中国人民解放军副总司令、西北野战军(后为第一野战军)司令员兼政治委员。新中国成立后，任中央人民政府委员、人民革命军事委员会副主席、西北军政委员会主席、中共中央西北局第一书记、西北军区司令员。1950年10月，出任中国人民志愿军司令员兼政治委员。1954年后任国务院副总理兼国防部长、国防委员会副主席，对中国人民解放军的现代化、正规化建设，作出了卓越的贡献。1955年被授予中华人民共和国元帅军衔。1956年在中共八届一中全会上，当选为中共中央政治局委员。“文化大革命”期间，遭到林彪、江青反革命集团的诬陷和残酷迫害，多次被游斗。1974年11月29日逝世。1978年中共十一届三中全会为他平反昭雪，恢复了名誉。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年10月24日",
        "毕业院校": "湖南陆军讲武堂",
        "name": "彭德怀",
        "personID": "800",
        "国籍": "中国",
        "id": "彭德怀",
        "group": 2
    },
    {
        "中文名": "黄克诚",
        "职业": "军人",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1986年12月28日",
        "别名": "黄时瑄",
        "出生地": "湖南省郴州市永兴县三塘乡下青村",
        "description": "黄克诚（1902年10月1日-1986年12月28日），1902年10月1日出身于湖南省永兴县一个贫苦农民家庭。1925年加入中国共产党。1926年参加北伐战争。1928年在湘南起义中参与领导永兴年关暴动，并率部随朱德、陈毅上井冈山。曾任中国工农红军团长，师政委，军政治部主任，红三军团政治部代主任等职。抗战期间，任八路军总政治部组织部长，第三四四旅政委，第二、四纵队政委，第五纵队司令员兼政委，新四军第三师师长兼政委，苏北区党委书记。抗战胜利后，进军东北，领导创建西满根据地，任西满军区司令员，中共西满分局副书记、代书记，东北民主联军副司令员兼后勤司令员、政委，中共冀察热辽分局书记兼军区政委、东北野战军第二兵团政委。天津解放后，曾任中共天津市委书记兼军事管制委员会主任。建国后，历任湖南军政委员会副主席，中国人民解放军副总参谋长兼总后勤部部长、政委，中共中央军委秘书长，国防部副部长，中国人民解放军总参谋长，第八届中共中央书记处书记，山西省副省长，中央军委顾问。1955年被授予大将军衔。1959年的庐山会议上，同彭德怀等一起被错定为“反党集团”。在“文化大革命”中遭到残酷迫害。1978年12月，被平反昭雪。1986年12月28日逝世，享年84岁。",
        "军衔": "大将（1955年）",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1902年10月1日",
        "政治面貌": "共产党员",
        "毕业院校": "湖南省立第三师范学校",
        "name": "黄克诚",
        "personID": "588",
        "国籍": "中国",
        "id": "黄克诚",
        "group": 2
    },
    {
        "中文名": "张闻天",
        "职业": "无产阶级革命家、政治家",
        "img": "",
        "逝世日期": "1976年7月1日",
        "别名": "张应皋、洛甫",
        "description": "张闻天（1900年8月30日-1976年7月1日），原名张应皋，化名洛甫，上海南汇人，中国共产党的重要领导人之一，理论宣传和干部教育工作中成绩卓著的领导人之一。张闻天同志1925年加入中国共产党，1933年进入中央革命根据地，1934年10月参加长征并出席遵义会议，1959年被错定为反党集团成员；文化大革命中受尽迫害，于1976年7月1日含冤病逝。1978年8月（一说1979年8月），中共中央对其冤案予以平反昭雪，主要著作有《张闻天选集》。",
        "代表作品": "《张闻天选集》",
        "籍贯": "上海南汇",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1900年8月30日",
        "政治面貌": "中共党员",
        "毕业院校": "南京河海工程专门学校",
        "name": "张闻天",
        "personID": "644",
        "国籍": "中国",
        "id": "张闻天",
        "group": 2
    },
    {
        "中文名": "李富春",
        "img": "",
        "size": 25,
        "出生日期": "1900年5月22日",
        "逝世日期": "1975年1月9日",
        "name": "李富春",
        "出生地": "湖南省长沙市",
        "description": "李富春（1900年5月22日—1975年1月9日），字任之，出生于湖南长沙，是中国共产党创建时期入党的老党员，杰出的无产阶级革命家，忠诚的马克思主义者，党和国家的卓越领导人，我国社会主义经济建设的奠基者和组织者之一。曾任国务院副总理兼国家计委主任，中央书记处书记，中央政治局常委等职。1975年1月9日，李富春同志在忧虑中因病去世。同月，党中央在人民大会堂为他举行追悼会，邓小平同志代表中央致悼词，对他的一生给予了高度评价。",
        "personID": "846",
        "国籍": "中国",
        "id": "李富春",
        "group": 2
    },
    {
        "中文名": "邓小平",
        "职业": "革命家、政治家、军事家、外交家",
        "img": "",
        "逝世日期": "1997年2月19日",
        "别名": "邓先圣（原名）；邓希贤（学名）",
        "出生地": "原四川省广安县协兴乡牌坊村",
        "description": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。邓小平是全党全军全国各族人民公认的享有崇高威望的卓越领导人，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，久经考验的共产主义战士，中国社会主义改革开放和现代化建设的总设计师，中国特色社会主义道路的开创者，邓小平理论的主要创立者。他所倡导的“改革开放”及“一国两制”政策理念，改变了20世纪后期的中国，也影响了世界，因此在1978年和1985年，曾两次当选《时代周刊》“年度风云人物”。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1904年8月22日",
        "毕业院校": "莫斯科中山大学",
        "name": "邓小平",
        "personID": "706",
        "国籍": "中国",
        "id": "邓小平",
        "group": 2
    },
    {
        "中文名": "刘少奇",
        "img": "",
        "逝世日期": "1969年11月12日",
        "出生地": "湖南省宁乡县",
        "description": "刘少奇（1898年11月24日-1969年11月12日），生于湖南省宁乡县，伟大的马克思主义者，伟大的无产阶级革命家、政治家、理论家，党和国家主要领导人之一，中华人民共和国开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。刘少奇同志为中国革命和建设事业殚精竭虑、呕心沥血，在经济、政治、军事、文化、教育、外交和党的建设等领域都建立了卓著功勋，受到全党全军全国各族人民衷心爱戴。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年11月24日",
        "name": "刘少奇",
        "personID": "291",
        "国籍": "中国",
        "id": "刘少奇",
        "group": 2
    },
    {
        "中文名": "周恩来",
        "img": "",
        "逝世日期": "1976年1月8日",
        "别名": "伍豪",
        "出生地": "江苏省淮安市",
        "description": "周恩来（1898年3月5日-1976年1月8日），字翔宇，曾用名飞飞、伍豪、少山、冠生等，原籍浙江绍兴，1898年3月5日生于江苏淮安。1921年加入中国共产党，是伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，党和国家主要领导人之一，中国人民解放军主要创建人之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。1976年1月8日在北京逝世。他的逝世受到极广泛的悼念。由于他一贯勤奋工作，严于律己，关心群众，被称为“人民的好总理”。他的主要著作收入《周恩来选集》。",
        "代表作品": "《周恩来选集》",
        "籍贯": "浙江绍兴",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年3月5日",
        "毕业院校": "天津南开学校大学部",
        "name": "周恩来",
        "personID": "124",
        "国籍": "中国",
        "id": "周恩来",
        "group": 2
    },
    {
        "中文名": "林彪",
        "img": "",
        "逝世日期": "1971年9月13日",
        "出生地": "湖北黄冈林家大湾",
        "description": "林彪（1907年12月5日-1971年9月13日），出生于湖北黄冈林家大湾，军事家，原名林祚大，字阳春，号毓蓉；曾用名育容、育荣、尤勇、李进，1955年被授予元帅军衔。1923年6月加入中国社会主义青年团。1925年考入黄埔军校第四期，同年转入中国共产党。1971年9月8日，林彪下达反革命武装政变手令，妄图谋害毛泽东。阴谋败露后，于9月13日乘飞机外逃，在蒙古人民共和国温都尔汗地区机毁身亡。1973年8月20日，中共中央决定开除其党籍。1981年1月25日被中华人民共和国最高人民法院特别法庭确认为林彪反革命集团案主犯。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1907年12月5日",
        "毕业院校": "黄埔军校",
        "name": "林彪",
        "personID": "320",
        "国籍": "中国",
        "id": "林彪",
        "group": 2
    },
    {
        "img": "",
        "size": 25,
        "name": "习近平",
        "description": "习近平，男，汉族，1953年6月生，陕西富平人，1969年1月参加工作，1974年1月加入中国共产党，清华大学人文社会学院马克思主义理论与思想政治教育专业毕业，在职研究生学历，法学博士学位。现任中国共产党中央委员会总书记，中共中央军事委员会主席，中华人民共和国主席，中华人民共和国中央军事委员会主席。",
        "personID": "953",
        "id": "习近平",
        "group": 2
    },
    {
        "中文名": "埃马纽埃尔·马克龙",
        "img": "",
        "主要成就": "当选法国总统曾任法国经济部长",
        "外文名": "Emmanuel Macron",
        "别名": "埃曼努尔·马克龙",
        "出生地": "法国亚眠",
        "description": "埃马纽埃尔·马克龙（EmmanuelMacron），全名埃马纽埃尔·让-米歇尔·弗雷德里克·马克龙（EmmanuelJean-MichelFrédéricMacron）法国政治家，曾任法国经济部长。法国现任总统。马克龙于1977年12月21日出生于法国北部城市亚眠，毕业于巴黎第十大学哲学系，后进入巴黎政治学院、法国国家行政学院学习。马克龙于2012年任总统府副秘书长，2014年8月出任法国经济、工业和数字事务部长。2016年，马克龙创建政治团体“前进”运动，并以独立候选人身份参加总统选举。2017年5月7日，马克龙赢得2017年法国总统选举，成为法国历史上最年轻的总统。5月14日，正式就任。2019年11月4日至6日，埃马纽埃尔·马克龙于来华出席第二届中国国际进口博览会开幕式并对中国进行国事访问。",
        "代表作品": "革命",
        "size": 25,
        "出生日期": "1977年12月21日",
        "配偶": "布丽吉特·马克龙",
        "毕业院校": "法国国家行政学院、巴黎政治学院",
        "name": "马克龙",
        "职务": "政治家",
        "personID": "752",
        "国籍": "法国",
        "id": "马克龙",
        "group": 2
    },
    {
        "中文名": "聂荣臻",
        "职业": "无产阶级革命家、政治家、军事家",
        "img": "",
        "逝世日期": "1992年5月14日",
        "主要成就": "1955年被授予元帅军衔",
        "别名": "聂云臻",
        "出生地": "四川省江津县（今重庆市江津区）",
        "description": "聂荣臻（1899年12月29日～1992年5月14日），男，汉族，字福骈，曾用名聂云臻，重庆市江津区（原四川省江津县）吴滩乡石院子人。1923年3月加入中国共产党，1924年到苏联学习。建国后，历任中央军委秘书长兼中国人民解放军代总参谋长，国防委员会副主席，中央军委副主席，国务院副总理兼国家科委主任、国防科委主任，中国老龄问题全国委员会名誉主任，中国发明协会名誉会长。1955年被授予元帅军衔，曾获一级八一勋章、一级独立自由勋章、一级解放勋章。1992年5月14日22时43分，聂荣臻逝世。聂荣臻同志是久经考验的无产阶级革命家、军事家，党和国家的卓越领导人，中国人民解放军的创建人之一，中华人民共和国元帅，中华人民共和国开国元勋，深受全党、全军、全国人民的尊敬和爱戴。",
        "代表作品": "《聂荣臻回忆录》",
        "性别": "男",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1899年12月29日",
        "字": "福骈",
        "毕业院校": "莫斯科东方劳动者共产主义大学",
        "name": "聂荣臻",
        "personID": "180",
        "国籍": "中国",
        "id": "聂荣臻",
        "group": 2
    },
    {
        "中文名": "邓稼先",
        "职业": "教育科研工作者",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1986年7月29日",
        "出生地": "安徽怀宁县",
        "description": "邓稼先（1924年6月25日—1986年7月29日），九三学社社员，中国科学院院士，著名核物理学家，中国核武器研制工作的开拓者和奠基者，为中国核武器、原子武器的研发做出了重要贡献，被称为“两弹元勋”。邓稼先1924年6月25日出生于安徽怀宁县一个书香门第的家庭。1935年考入志成中学，在读书求学期间，深受爱国救亡运动的影响。1937年北平沦陷后，他曾秘密参加抗日聚会。后在父亲邓以蛰的安排下，随大姐去往昆明，并于1941年考入西南联合大学物理系。1948年至1950年，他在美国普渡大学留学，获得物理学博士学位，毕业当年毅然回国。1951年加入九三学社。1956年加入中国共产党。1980年当选为中国科学院学部委员（院士）。1982年获国家自然科学奖一等奖。1985年获两项国家科技进步奖特等奖。1986年获全国劳动模范称号。邓稼先在一次实验中，受到核辐射，身患直肠癌，于1986年7月29日因手术时大出血在北京不幸逝世，终年62岁。1987年和1989年各获一项国家科技进步奖特等奖。1999年被追授“两弹一星功勋奖章”。2009年9月10日入选100位新中国成立以来感动中国人物名单。2019年12月18日，入选“中国海归70年70人”榜单。邓稼先是中国核武器研制与发展的主要组织者、领导者，他始终在中国武器制造的第一线，领导了许多学者和技术人员，成功地设计了中国原子弹和氢弹，把中国国防自卫武器引领到了世界先进水平。",
        "所属党派": "中国共产党、九三学社",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1924年6月25日",
        "毕业院校": "西南联合大学、美国普渡大学",
        "name": "邓稼先",
        "personID": "187",
        "国籍": "中国",
        "id": "邓稼先",
        "group": 2
    },
    {
        "职业": "教育科研工作者",
        "中文名": "钱三强",
        "img": "",
        "原名": "钱秉穹",
        "逝世日期": "1992年6月28日",
        "出生地": "浙江绍兴",
        "description": "钱三强（1913年10月16日—1992年6月28日），原名钱秉穹，出生于浙江绍兴，原籍浙江湖州，核物理学家，中国原子能科学事业的创始人，两弹一星功勋奖章获得者，中国科学院学部委员，中国科学院原子能研究所研究员、原所长。钱三强于1932年从北京大学预科毕业；1936年从清华大学本科毕业；1937年到巴黎大学镭学研究所居里实验室攻读博士学位；1940年获得法国国家博士学位；1946年获得法国科学院亨利·德巴微物理学奖；1947年升任法国国家科学研究中心研究员、研究导师，并获得法兰西荣誉军团军官勋章；1948年回国担任清华大学物理系教授；1950年担任中国科学院近代物理研究所副所长；1951年接任中国科学院近代物理研究所所长；1954年被任命为中国科学院学术秘书处秘书长；1955年被选聘为中国科学院学部委员（院士），同年加入中国共产党；1956年担任第三机械工业部副部长；1978年被任命为中国科学院党组成员和副院长；1978年至1982年兼任浙江大学校长；1992年6月28日在北京病逝，终年79岁；1999年被追授两弹一星功勋奖章。钱三强早年从事原子核物理研究，是许多交叉学科和横断性学科的倡导者。参与筹建中国科学院、主持中国科学院计划局。",
        "籍贯": "浙江湖州",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1913年10月16日",
        "毕业院校": "法国巴黎大学",
        "name": "钱三强",
        "personID": "642",
        "国籍": "中国",
        "id": "钱三强",
        "group": 2
    },
    {
        "中文名": "钱学森",
        "职业": "教育科研工作者",
        "img": "",
        "夫人": "蒋英",
        "逝世日期": "2009年10月31日",
        "出生地": "上海",
        "description": "钱学森（1911年12月11日—2009年10月31日），汉族，出生于上海，祖籍浙江省杭州市，空气动力学家、系统科学家，工程控制论创始人之一，中国科学院学部委员、中国工程院院士，两弹一星功勋奖章获得者，吴越王钱镠第33世孙。钱学森于1934年从交通大学机械工程系毕业；1935年由第七届庚子赔款公费赴美进修；1936年从美国麻省理工学院硕士研究生毕业，之后转入加州理工学院航空系，师从西奥多·冯·卡门；1939年获得美国加州理工学院航空、数学博士学位，之后留下任教；1945年被派赴德调查纳粹德国火箭科技；1955年在毛泽东主席和周恩来总理的争取下，以朝鲜战争空战中被俘的多名美军飞行员交换回中国；1956年出任中国科学院力学研究所第一任所长；1957年出任国防部第五研究院第一任院长，同年补选为中国科学院学部委员（院士）；1958年创建中国科学技术大学近代力学系并出任首届主任，1959年加入中国共产党；1984年被增选为中国科学院主席团执行主席；1986年当选中国科学技术协会第三届全国委员会主席；1986年至1998年担任中国人民政治协商会议第六、七、八届全国委员会副主席；1999年被授予两弹一星功勋奖章；2009年10月31日在北京逝世，享年98岁。",
        "籍贯": "浙江省杭州市",
        "父亲": "钱均夫",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1911年12月11日",
        "毕业院校": "交通大学、加州理工学院",
        "name": "钱学森",
        "personID": "698",
        "国籍": "中国",
        "儿子": "钱永刚",
        "id": "钱学森",
        "group": 2
    }
]