[
    {
        "img": "home17.jpg",
        "timeID": "0",
        "id": "党史图谱",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": -1
    },
    {
        "img": "",
        "timeID": "1978",
        "id": "1978年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1979",
        "id": "1979年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1980",
        "id": "1980年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1981",
        "id": "1981年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1982",
        "id": "1982年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1983",
        "id": "1983年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1984",
        "id": "1984年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1985",
        "id": "1985年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1986",
        "id": "1986年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1987",
        "id": "1987年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1988",
        "id": "1988年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1990",
        "id": "1990年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 17,
        "x": 0,
        "y": 0
    },
    {
        "name": "南疆保卫战",
        "type": "国防与军事",
        "description": "南疆保卫战也称对越自卫反击战，中越两国的陆地边界全长1300余公里，是双方都承认了的已定界。中国人民曾为越南人民争取民族解放斗争的胜利，作出过巨大的牺牲。然而，越南在结束抗美战争、实现国家统一后，便实行地区霸权主义政策，并把中国视为其推行扩张政策的主要障碍，极力恶化中越关系，迫害和驱赶在越南的华侨，直至提出对中国南海的部分领土要求。",
        "发生时间": "1978年8月",
        "结束时间": "1979年2月",
        "eventSeq": 337,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "南疆保卫战",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "“三北”防护林工程",
        "type": "生态文明",
        "description": "“三北”防护林工程是指在中国三北地区（西北、华北和东北）建设的大型人工林业生态工程。中国政府为改善生态环境，于1979年决定把这项工程列为国家经济建设的重要项目。工程规划期限为73年，分八期工程进行，已经启动第六期工程建设。工程建设范围囊括了三北地区13个省（自治区、直辖市）的725个县（旗、区），总面积435.8万平方公里，占我国国土总面积的45%，在国内外享有“绿色长城”之美誉。2018年11月，中共中央总书记、国家主席、中央军委主席习近平对三北工程建设作出重要指示。习近平强调：坚持久久为功、创新体制机制、完善政策措施、巩固和发展祖国北疆绿色生态屏障。2018年11月30日，三北工程建设40周年总结表彰大会在北京召开。2020年8月18日，从国家林业和草原局获悉：三北防护林体系建设工程五期即将完成。三北工程累计完成造林保存面积3014万公顷，工程区森林覆盖率由5.05%提高到13.57%",
        "批准时间": "1978年",
        "eventSeq": 340,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "“三北”防护林工程",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "家庭联产承包责任制",
        "type": "体制与建设",
        "description": "家庭联产承包责任制是农民以家庭为单位，向集体经济组织（主要是村、组）承包土地等生产资料和生产任务的农业生产责任制形式。它是中国现阶段农村的一项基本经济制度。在农业生产中农户作为一个相对独立的经济实体承包经营集体的土地和其他大型生产资料（一般做法是将土地等按人口或人劳比例分到农户经营），按照合同规定自主地进行生产和经营。其经营收入除按合同规定上缴一小部分给集体及缴纳国家税金外，全部归于农户。集体作为发包方除进行必要的协调管理和经营某些工副业外，主要是为农户提供生产服务。",
        "开始时间": "1978年",
        "eventSeq": 341,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "家庭联产承包责任制",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "对越自卫反击战",
        "type": "国防与军事",
        "description": "对越自卫反击战（国际称“中越战争”），指1979年2月17日—3月16日期间在中国和越南之间的战争。中国人民解放军在短时间内占领了越南北部20余个重要城市和县镇，一个月之内便宣称取得胜利。随后解放军开始对越南北部的基础设施进行系统毁灭后撤出越南。越南人民军在中方撤出之后也宣布取得了战争的胜利。这场战争令中越两国关系进一步恶化直至最低点。20世纪80年代，两国继续军事对抗，在罗家坪大山、法卡山、扣林山、老山、者阴山等地区又相继爆发了边界冲突，时间持续达十年。20世纪90年初，两国关系逐步恢复正常，陆地边界也最终划定。20世纪70年代中叶，越南结束抗美战争、实现国家统一后，把中国视为“头号敌人”，中越关系急剧恶化，中国边疆的和平、安定和人民的生命财产受到严重威胁。在此情况下，1979年2月17日，遵照中央军委命令，中国边防部队对侵犯中国领土的越南军队进行自卫还击作战。3月16日全部撤回国内，完成作战任务。9月17日，中央军委发布命令，授予对越自卫还击、保卫边疆的52个英雄模范单位、79名解放军指战员和12名民兵以荣誉称号。通过十年中越边境战争，维护了中国西南边疆的稳定。对越南方面来说战争的影响是持久的，国力遭到了长期消耗和破坏，最终不得不改弦更张。1979年，中国军队在撤退回国的过程中回收了此前援助越南的大量物资，并沿途摧毁了越北地区的军事设施、公路、铁路、矿山。",
        "发生时间": "1979年2月17日",
        "结束时间": "1979年3月16日",
        "eventSeq": 342,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "对越自卫反击战",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《关于党内政治生活的若干准则》",
        "type": "党的建设",
        "description": "中国共产党第十一届中央委员会第五次全体会议1980年2月通过。1982年收入人民出版社出版的《三中全会以来重要文献选编》（上）。《若干准则》共十二个部分：一、坚持党的政治路线和思想路线；二、坚持集体领导，反对个人专断；三、维护党的集中统一，严格遵守党的纪律；四、坚持党性，根绝派性；五、要讲真话，言行一致；六、发扬党内民主，正确对待不同意见；七、保障党员的权利不受侵犯；八、选举要充分体现选举人的意愿；九、同错误倾向和坏人坏事作斗争；十、正确对待犯错误的同志；十一、接受党和群众的监督，不准搞特权；十二、努力学习，做到又红又专。《若干准则》指出：中国共产党在长期革命斗争中，逐步形成了以实事求是、理论联系实际、党员和领导密切联系群众、开展批评与自我批评、坚持民主集中制为主要内容的党内政治生活原则。解放后，一些同志产生了骄傲自满的情绪，党内出现了脱离群众、脱离实际、主观主义、官僚主义、独断专行、特权思想等不良倾向；文化大革命期间，林彪、“四人帮”肆意践踏党规党法，取消党的领导，使党的组织，党员的党性观念，党的优良传统和作风，都遭到极其严重的破坏。为了全面恢复和进一步发扬党的优良传统和作风，健全党的民主生活，维护党的集中统一，增强党的团结，巩固党的组织和纪律，提高党的战斗力，中央根据目前党的状况，向全党重申党内政治生活的若干准则。",
        "开始时间": "1980年2月",
        "eventSeq": 348,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "《关于党内政治生活的若干准则》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "五讲四美三热爱",
        "type": "民生建设",
        "description": "五讲：“讲文明、讲礼貌、讲卫生、讲秩序、讲道德”；四美：“心灵美、语言美、行为美、环境美”；三热爱：“热爱祖国、热爱社会主义、热爱中国共产党”；“五讲四美三热爱”活动是中国共青团在中国共产党的指引下，在新的历史时期首创的群众性活动。“五讲四美”具有丰富的内容，有很强的思想性，是建设社会主义精神文明的一项重要工作。“五讲四美三热爱”为20世纪80年代最数字化的经典口号。",
        "提出时间": "1981年2月25日",
        "eventSeq": 355,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "五讲四美三热爱",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "第六个五年计划",
        "type": "中国国民经济计划",
        "description": "第六个五年计划主要是对国家重大建设项目、生产力分布和国民经济重要比例关系等作出规划，为国民经济发展远景规定目标和方向。是中国国民经济计划的重要部分，属长期计划。第六个五年计划，即中华人民共和国1981～1985年的国民经济和社会发展计划。全称是“中华人民共和国国民经济和社会发展第六个五年计划”，简称“六五”计划。1980年2月，国务院决定重新制定中长期计划，酝酿编制“六五”计划。1982年12月全国人大五届五次会议正式批准“六五”计划。“六五”计划是继“一五”计划后的一个比较完备的五年计划，是在调整中使国民经济走上稳步发展的健康轨道的五年计划。",
        "开始时间": "1981年",
        "结束时间": "1985年",
        "eventSeq": 356,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "第六个五年计划",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国共产党第十二次全国代表大会",
        "type": "全国人民代表大会",
        "description": "中国共产党第十二次全国代表大会于1982年9月1日至11日在北京召开。参加这次大会的正式代表1600人（出席开幕式1545人），候补代表160人（出席开幕式145人），代表着全国3965万党员。",
        "开始时间": "1982年9月1日",
        "结束时间": "1982年9月11日",
        "eventSeq": 360,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "中国共产党第十二次全国代表大会",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "计划生育政策实施",
        "type": "体制与建设",
        "description": "计划生育政策是一国政府在人口领域内对人口婚、育行为进行客观指导的具体措施。计划生育政策的宗旨是，使人们的婚、育行为纳人有计划的轨道。可以是鼓励生育的计划生育政策，也可以是控制生育的计划生育政策。一国究竟采取哪一种政策，是根据本国的具体情况来确定的，中国推行的是控制生育的计划生育政策。",
        "开始时间": "1982年9月",
        "eventSeq": 361,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "计划生育政策实施",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《全面开创社会主义现代化建设的新局面》",
        "type": "全国人民代表大会",
        "description": "胡耀邦1982年9月1日在中国共产党第十二次全国代表大会上的报告。1986年收入人民出版社出版的《十二大以来重要文献选编》（上）。报告共六个部分：一、历史性的转变和新的伟大任务；二、促进社会主义经济的全面高涨；三、努力建设高度的社会主义精神文明；四、努力建设高度的社会主义民主；五、坚持独立自主的对外政策；六、把党建设成为领导社会主义现代化事业的坚强核心。报告指出，中国已经在指导思想上完成了拨乱反正的艰巨任务，在各条战线上的实际工作中取得了拨乱反正的重大胜利，实现了历史性的伟大转变。这次大会的使命，就是要全面开创社会主义现代化建设的新局面，确定继续前进的正确道路、战略步骤和方针政策。中国共产党在新的历史时期的总任务是：团结全国各族人民，自力更生，艰苦奋斗，逐步实现工业、农业、国防和科学技术现代化，把我国建设成为高度文明、高度民主的社会主义国家。根据总任务的要求，从这次代表大会到下次代表大会的五年间，我们要大力推进社会主义物质文明和精神文明的建设，继续健全社会主义民主和法制，认真整顿党的作风和组织，争取实现国家财政经济状况的根本好转，实现社会风气的根本好转，实现党风的根本好转。报告强调指出，在全党把工作重点转移到现代化经济建设上来以后，党中央曾多次郑重提出：我们党在建设高度物质文明的同时，一定要努力建设高度的社会主义精神文明。这是建设社会主义的一个战略方针问题。社会主义的历史经验和我国当前的现实情况都告诉我们，是否坚持这样的方针，将关系到社会主义的兴衰成败。因此，建设社会主义精神文明，是全党的任务，是各条战线的共同任务。在这同时，要努力促进祖国统一的大业，继续为反对帝国主义、霸权主义和维护世界和平而斗争。到本世纪末，我国经济建设的总的奋斗目标是：在不断提高经济效益的前提下，力争使全国工农业的年产值翻两番，即由1980年的7千1百亿元增加到2000年的2万8千亿元左右，使人民的物质文化生活达到小康水平。到本世纪末的20年内，一定要牢牢抓住农业、能源和交通、教育和科学这几个根本环节，把它们作为经济发展的战略重点。为了实现20年的奋斗目标，在战略部署上要分两步走：前10年主要打好基础，积蓄力量，创造条件，后10年要进入一个新的经济振兴时期。这是党中央全面分析了我国经济情况和发展趋势之后作出的重要决策。",
        "开始时间": "1982年9月",
        "eventSeq": 362,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "《全面开创社会主义现代化建设的新局面》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "党员义务",
        "type": "全国人民代表大会",
        "description": "党员义务，是指党章规定的要求每个党员对党尽的责任，也是一种规范和约束。它是党对每个党员的基本要求，是党员基本条件的具体化，也是提高党员对共产主义事业的积极性与责任心，贯彻党的路线、方针和政策的有力保证。",
        "开始时间": "1982年9月",
        "eventSeq": 363,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "党员义务",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "基层群众自治组织",
        "type": "体制与建设",
        "description": "基层群众性自治组织，是中国在城市和农村按居民的居住地区建立起来的居民委员会或者村民委员会，是城市居民或农村村民自我管理、自我教育、自我服务的组织。基层群众性自治组织是建立在中国社会的最基层、与群众直接联系的组织，是在自愿的基础上由群众按照居住地区自己组织起来管理自己事务的组织。基层群众性自治组织的主任、副主任和委员由居民选举。下设人民调解、治安保卫、公共卫生等委员会，办理本居住地区的公共事务和公益事业，调解民间纠纷，协助维护社会治安，并向人民政府反映群众的意见、要求和提出建议。",
        "开始时间": "1982年",
        "eventSeq": 364,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "基层群众自治组织",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《中共中央关于整党的决定》",
        "type": "党的建设",
        "description": "中国共产党第十二届中央委员会第二次全体会议1983年10月11日通过。1986年收入人民出版社出版的《十二大以来重要文献选编》（上）。《决定》指出，中国共产党第十二次全国代表大会决定，从1983年下半年开始，用三年时间对党的作风和组织进行一次全面整顿。《决定》共九个部分：一、整党的必要性和紧迫性；二、整党的任务；三、对党员和党员领导干部的要求；四、整党的步骤和基本方法；五、组织处理和党员登记；六、必须防止走过场；七、整党工作的领导；八、巩固和发展整党的成果；九、各级党组织要坚决地、创造性地执行本决定。《决定》提出，这次整党的任务是统一思想，整顿作风，加强纪律，纯洁组织。整党的步骤是：从中央到基层组织，自上而下，分期分批地整顿。整党的方法是：在认真学习文件，提高思想认识的基础上，开展批评和自我批评，分清是非，纠正错误，纯洁组织。中央相信，经过这次整党，必将提高全党的马克思主义水平，必将使我们党获得更加强大的生机和活力，必将出现全党奋发图强、紧密团结的新气象。",
        "开始时间": "1983年10月",
        "eventSeq": 367,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "《中共中央关于整党的决定》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《中共中央关于经济体制改革的决定》",
        "type": "体制与建设",
        "description": "中国共产党第十二届中央委员会第三次全体会议1984年10月20日通过。1986年收入人民出版社出版的《十二大以来重要文献选编》（中）。《决定》共十个部分：一、改革是当前我国形势发展的迫切需要；二、改革是为了建立充满生机的社会主义经济体制；三、增强企业活力是经济体制改革的中心环节；四、建立自觉运用价值规律的计划体制，发展社会主义商品经济；五、建立合理的价格体系，充分重视经济杠杆的作用；六、实行政企职责分开，正确发挥政府机构管理经济的职能；七、建立多种形式的经济责任制，认真贯彻按劳分配原则；八、积极发展多种经济形式，进一步扩大对外的和国内的经济技术交流；九、起用一代新人，造就一支社会主义经济管理干部的宏大队伍；十、加强党的领导，保证改革的顺利进行。《决定》指出，我国的经济体制改革首先在农村取得了巨大成就。这几年以城市为重点的整个经济体制改革也已经进行了许多试验和探索，取得了显著成效和重要经验。但是城市改革还只是初步的，城市经济体制中严重妨碍生产力发展的种种弊端还没有从根本上消除。只有坚决地系统地进行改革，城市经济才能兴旺繁荣，才能推动整个国民经济更好更快地发展。《决定》认为，改革计划体制，首先要突破把计划经济同商品经济对立起来的传统观念，明确认识社会主义计划经济必须自觉依据和运用价值规律，是在公有制基础上的有计划的商品经济。商品经济的充分发展，是社会经济发展的不可逾越的阶段，是实现我国经济现代化的必要条件。只有充分发展商品经济，才能把经济真正搞活，促使各个企业提高效率，灵活经营，灵敏地适应复杂多变的社会需求，而这是单纯依靠行政手段和指令性计划所不能做到的。",
        "开始时间": "1984年10月",
        "eventSeq": 369,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "《中共中央关于经济体制改革的决定》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "百万大裁军",
        "type": "国防与军事",
        "description": "1985年中至1987年底期间，在时任中央军委主席邓小平的领导下，中国人民解放军减少员额100万，史称“百万大裁军”。百万大裁军，是中国人民解放军为贯彻落实把党和国家工作重点转移到社会主义现代化建设上来的战略决策而采取的一项重大行动，也是中国政府为维护世界和平作出的重要贡献。",
        "开始时间": "1985年",
        "结束时间": "1987年",
        "eventSeq": 372,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "百万大裁军",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "国家高技术研究发展计划（863计划）",
        "type": "中国国民经济计划",
        "description": "“国家高技术研究发展计划”（简称863计划）是科学家的战略眼光与政治家的高瞻远瞩相结合的产物，凝练了我国发展高科技的战略需求。1986年国务院组织了全国200多位科学家对计划建议进行了大半年的论证，在我国科学技术需要急起直追的年代，863计划的实施有力推动了我国高技术的进步。2016年，随着国家重点研发计划的出台，863计划结束了自己的历史使命。",
        "实施时间": "1986年3月",
        "eventSeq": 373,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "国家高技术研究发展计划（863计划）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《中共中央关于社会主义精神文明建设指导方针的决议》",
        "type": "全面整顿",
        "description": "中国共产党第十二届中央委员会第六次全体会议1986年9月28日通过。1988年收入人民出版社出版的《十二大以来重要文献选编》（下）。《决议》共八个部分：一、社会主义精神文明建设的战略地位；二、社会主义精神文明建设的根本任务；三、用共同理想动员和团结全国各族人民；四、树立和发扬社会主义的道德风尚；五、加强社会主义民主、法制、纪律的教育；六、普及和提高教育科学文化；七、马克思主义在精神文明建设中的指导作用；八、党组织和党员在精神文明建设中的责任。《决议》指出，全党同志必须从我国社会主义现代化建设的总体布局的高度，正确认识社会主义精神文明建设的战略地位；以经济建设为中心，坚定不移地进行经济体制改革，坚定不移地进行政治体制改革，坚定不移地加强精神文明建设，并且使这几个方面互相配合，互相促进。社会主义精神文明建设的基本方针是：它必须是推动社会主义现代化建设的精神文明建设，必须是促进全面改革和实行对外开放的精神文明建设，必须是坚持四项基本原则的精神文明建设。社会主义精神文明建设的根本任务，是适应社会主义现代化建设的需要，培养有理想、有道德、有文化、有纪律的社会主义公民，提高整个中华民族的思想道德素质和科学文化素质。",
        "开始时间": "1986年9月",
        "eventSeq": 374,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "《中共中央关于社会主义精神文明建设指导方针的决议》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "国务院关于一九八六年度粮食合同定购任务的通知",
        "type": "体制与建设",
        "description": "《国务院关于一九八六年度粮食合同定购任务的通知》是一部由粮食合同定购任务的通知，发布号为国发〔1986〕7号。",
        "开始时间": "1986年",
        "eventSeq": 375,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "国务院关于一九八六年度粮食合同定购任务的通知",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "七五规划",
        "type": "中国国民经济计划",
        "description": "“七五”计划的编制工作历时3年。1986年3月，经六届人大四次会议审议批准。这是我国社会主义计划经济史上第一次在一个新的五年计划刚刚起步的时候就制定出来的经济和社会发展计划。“七五”期间可以分为两个阶段，前一阶段从1986年到1988年9月，特点是经济发展持续过热，不稳定因素增加；后一阶段从1988年9月到1990年，为经济的治理整顿时期。",
        "开始时间": "1986年",
        "结束时间": "1990年",
        "eventSeq": 376,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "七五规划",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国共产党第十三次全国代表大会",
        "type": "全国人民代表大会",
        "description": "中国共产党第十三次全国代表大会于1987年10月25日至11月1日在北京举行。参加这次大会的正式代表1936人，特邀代表61人（出席大会开幕式的共1953人），代表着全国4600多万名党员。",
        "开始时间": "1987年10月25日",
        "结束时间": "1987年11月1日",
        "eventSeq": 377,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "中国共产党第十三次全国代表大会",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "社会主义初级阶段基本路线",
        "type": "全国人民代表大会",
        "description": "社会主义初级阶段基本路线是中国共产党制定的在社会主义初级阶段的总纲领、总路线和总政策，是社会主义初级阶段指导进行具有中国特色社会主义现代化建设的行动指南。其内容是：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明、和谐、美丽的社会主义现代化国家而奋斗。",
        "开始时间": "1987年10月",
        "eventSeq": 378,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "社会主义初级阶段基本路线",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《全民所有制工业企业承包经营责任制暂行条例》颁布",
        "type": "全国人民代表大会",
        "description": "全民所有制工业企业承包经营责任制暂行条例是1988年2月27日国务院发布，自1988年3月1日起施行。条例共有总则，承包经营责任制的内容和形式，承包经营合同，承包经营合同双方的权利和义务，企业经营者，承包经营企业的管理，附则等7章45条。条例指出承包经营责任制是在坚持企业的社会主义全民所有制的基础上，贯彻所有权与经营权分离的原则，转变企业经营机制，增强企业活力，提高经济效益，使企业自主经营、自负盈亏的一条重要途径。条例规定了承包经营责任制的主要内容，确定国家与企业分配关系的原则，以及承包上交国家利润的具体形式，规定了承包经营合同的双方当事人，合同的主要条款，双方的权利义务，合同变更、解除的条件，以及纠纷的处理方法，并且对企业经营者的确定程序、应具备的条件、享有的权利、负担之义务，以及收入标准一一作了规定。根据条例规定，实行承包经营责任制的企业在管理上的一项重要变革是实行资金分账制度，划分国家资金和企业资金，分别列帐，以体现责权利相结合的原则。1990年2月24日国务院第49号令发布了关于修改全民所有制工业企业承包经营责任制暂行条例第21条的决定，对承包经营合同纠纷的处理方式与程序作了进一步的补充完善，该决定自发布之日起施行。",
        "发布时间": "1988年2月27日",
        "eventSeq": 380,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "《全民所有制工业企业承包经营责任制暂行条例》颁布",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "南沙海战",
        "type": "国防与军事",
        "description": "南沙海战（英文：越南语：HảichiếnTrườngSa）又称3·14海战、赤瓜礁海战。是1988年3月14日中国海军和越南海军在中国南沙群岛赤瓜礁海域发生的武装冲突，是中国海军的一场自卫还击战。南沙群岛历来是中国领土。1987年，应联合国教科文组织的要求，中国政府决定在南沙群岛永署礁建立1座海洋观测站。1988年3月13日，中国海军奉命组织舰船和人员在南沙群岛的赤瓜礁等岛礁进行考查。14日，越军海军604、605号运输船和505号登陆舰悍然窜到赤瓜礁海区进行挑衅活动，并派出43名海军人员强行登上赤瓜礁。越军无视中国考察人员的警告，首先使用冲锋枪向中国岛上人员开火，打伤中国考察人员。接着，越南海军舰船又向停泊在赤瓜礁附近海区的中国海军舰船开枪。中国海军考察舰船的人员，为捍卫祖国领海、领土主权，在忍无可忍的情况下，被迫进行自卫还击，击沉越南海军604号运输船，击伤605号运输船和重创505号登陆舰。在战斗中，中国海军舰艇消耗100毫米炮弹285发，37毫米炮弹266发，击沉越船2艘，重创越船1艘，俘虏越军40多人，其中中校军官1人。越船伤亡约400人。中国海军舰艇仅杨志亮1人受伤。",
        "发生时间": "1988年3月14日",
        "eventSeq": 381,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "南沙海战",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《中华人民共和国全民所有制工业企业法》颁布",
        "type": "全国人民代表大会",
        "description": "中华人民共和国全民所有制工业企业法是为保障全民所有制经济的巩固和发展，明确全民所有制工业企业的权利和义务，保障其合法权益，增强其活力，促进社会主义现代化建设，制定本法。由第七届全国人民代表大会第一次会议于1988年4月13日修订通过，自1988年8月1日起施行。",
        "修订时间": "1988年4月13日",
        "施行时间": "1988年8月1日",
        "eventSeq": 382,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "《中华人民共和国全民所有制工业企业法》颁布",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "物价闯关",
        "type": "全面整顿",
        "description": "改革开放初期，原材料和工业产品定价由计划转向市场的过程中冲击计划经济，物价大幅上涨的过程。计划经济是靠行政力量配置资源，市场经济是靠市场力量配置资源。市场力量主要工具是价格。在计划经济条件下由行政决定价格，在市场经济条件下是市场决定价格，即由供求关系决定价格。价格改革就是由行政定价改为市场定价。",
        "开始时间": "1988年",
        "eventSeq": 383,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "物价闯关",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "菜篮子工程",
        "type": "全面整顿",
        "description": "菜篮子工程shoppingbasketprogram为缓解我国副食品供应偏紧的矛盾，农业部于1988年提出建设“菜篮子工程”。一期工程建立了中央和地方的肉、蛋、奶、水产和蔬菜生产基地及良种繁育、饲料加工等服务体系，以保证居民一年四季都有新鲜蔬菜吃。到二十世纪九十年代中期之前，“菜篮子工程”重点解决了市场供应短缺问题。“菜篮子”产品持续快速增长，从根本上扭转了我国副食品供应长期短缺的局面。除奶类和水果外，其余“菜篮子”产品的人均占有量均已达到或超过世界人均水平。",
        "提出时间": "1988年",
        "eventSeq": 384,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "菜篮子工程",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "海湾战争",
        "type": "国防与军事",
        "description": "海湾战争（英文：GulfWar，阿拉伯文：حربالخليج，波斯文：جنگخلیجفارس），是美国领导的联盟军队于20世纪90年代，为恢复科威特主权、独立与领土完整并恢复其合法政权而对伊拉克进行的一场战争，是冷战期间的第一场大规模武装冲突。海湾战争包括3个主要军事行动：沙漠盾牌行动、沙漠风暴行动和海上拦截行动。联盟军队以较小的代价取得决定性胜利，重创伊拉克军队。1991年2月27日，美国宣布解放科威特的战争结束并于当天午夜停火，伊拉克最终在4月接受了停火协议。海湾战争是美军自越南战争后主导参加的第一场大规模局部战争。在战争中，美军首次将大量高科技武器投入实战，展示了压倒性的制空、制电磁优势。通过海湾战争，美国进一步加强了与波斯湾地区国家的军事、政治合作，强化了美军在该地区的军事存在。海湾战争对冷战后国际新秩序的建立产生了深刻影响，同时，它所展示的现代高科技条件下作战的新情况和新特点，对军事战略、战役战术和军队建设等问题带来了众多启示。",
        "发生时间": "1990年8月2日",
        "结束时间": "1991年2月28日",
        "eventSeq": 396,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "海湾战争",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "海湾危机",
        "type": "外交",
        "description": "海湾位于中东地区的东侧，以盛产石油著称于世，中东主要产油国如沙特阿拉伯、伊朗、伊拉克、科威特、阿拉伯联合酋长国等都集中在这里，是美国、西欧、日本等工业发达国家石油供应的重要来源，成为世界一大战略要地。自1988年8月两伊战争结束以来，海湾局势虽曾一度缓和，但是风云突变，伊拉克和科威特之间的领土和石油争端又突然冒了出来，成为引爆这场海湾危机的导火线。",
        "开始时间": "1990年8月",
        "eventSeq": 397,
        "timeType": 17,
        "img": "",
        "size": 30,
        "id": "海湾危机",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "size": 25,
        "name": "习近平",
        "description": "习近平，男，汉族，1953年6月生，陕西富平人，1969年1月参加工作，1974年1月加入中国共产党，清华大学人文社会学院马克思主义理论与思想政治教育专业毕业，在职研究生学历，法学博士学位。现任中国共产党中央委员会总书记，中共中央军事委员会主席，中华人民共和国主席，中华人民共和国中央军事委员会主席。",
        "personID": "953",
        "id": "习近平",
        "group": 2
    },
    {
        "中文名": "武元甲",
        "职业": "越南前党政军领导人",
        "img": "",
        "信仰": "共产主义",
        "外文名": "Võ Nguyên Giáp",
        "逝世日期": "2013年10月4日",
        "主要成就": "任政府内务部长、军事委员会主席",
        "出生地": "越南广平省",
        "description": "武元甲（1911年8月25日—2013年10月4日），生于法属印度支那广平省丽水县禄水乡（今属越南）。越南人民军创建人之一，大将。1936年参加印度支那民主阵线运动，后加入印度支那共产党（1976年更名为越南共产党）。1945年越南民主共和国成立后，先后任内务部长、国防部长兼人民军总司令、中央军委书记等职。1978～1992年任越南政府副总理、越南人民军和民兵总司令。是第二至第六届越共中央委员，第二至第四届越共中央政治局委员，第一至第七届国会代表。2013年10年4日在河内去世，享年102岁。",
        "代表作品": "著有《奠边府战役》",
        "size": 25,
        "出生日期": "1911年8月25日",
        "毕业院校": "顺化大学、云南讲武堂",
        "name": "武元甲",
        "personID": "1090",
        "国籍": "越南",
        "id": "武元甲",
        "group": 2
    },
    {
        "中文名": "黎笋",
        "职业": "中央委员会第一书记",
        "img": "",
        "信仰": "共产主义",
        "外文名": "Lê Duẩn；Le Dung",
        "逝世日期": "1986年7月10日",
        "别名": "三哥",
        "出生地": "广治省兆丰县",
        "description": "黎笋（越南语：LêDuẩn，英语：LeDung；1907年4月7日—1986年7月10日），原名黎文润。越南广治省兆丰县人，越南共产党、越南民主共和国和越南社会主义共和国的主要缔造者和领导人之一，印度支那共产党的早期创始人之一，统治越南（包括北越时期）长达十七年。1907年4月7日生于越南广治省兆丰县的一个农民家庭。1928年参加越南青年革命同志会，在20世纪20年代便以一名铁路工人的身份投身共产主义。1930年印度支那共产党成立时成为首批党员。胡志明时期，黎笋进入位于北越的越南劳动党中央委员会且领导南越境内的地下共产党组织。1960年黎笋成为中央委员会第一书记，从职务上看是除担任中央委员会主席的胡志明以外，最重要的越共领导人。1969年胡志明逝世后，越南劳动党不再设主席职务，作为第一书记的黎笋成为北越的最高领导人，领导并随后统一了越南。当1976年南越并入北越之时，越南劳动党改名越南共产党，黎笋成为越共中央总书记，成为越共的最高领导人。黎笋在苏联的支持之下于1978年下令入侵柬埔寨。1986年7月10日黎笋在河内去世，去世时仍然保留着越共总书记的职务，继任者是“长征”。",
        "size": 25,
        "出生日期": "1907年4月7日",
        "name": "黎笋",
        "personID": "97",
        "国籍": "越南",
        "id": "黎笋",
        "group": 2
    },
    {
        "中文名": "杨得志",
        "职业": "军人",
        "img": "",
        "外文名": "dezhi yang",
        "逝世日期": "1994年10月25日",
        "别名": "杨敬堂",
        "出生地": "湖南省醴陵南阳桥三望冲",
        "description": "杨得志（1911年1月3日—1994年10月25日），原名杨敬堂，男，籍贯湖南省醴陵南阳桥（今属株洲）三望冲人，中国共产党党员，毕业于抗日军政大学和南京军事学院。1928年参加工农革命军，同年加入中国共产党。在革命生涯中，历任中国工农红军第四军十一师班长、排长、连长，第四十五师管理科科长、九十三团团长，红一军团第一师一团团长、副师长，第二师师长，中国人民抗日军政大学队长，八路军一一五师三四三旅六八五团团长，三四四旅代旅长，冀鲁豫支队支队长，八路军第二纵队司令员，冀鲁豫军区司令员，陕甘宁晋绥联防军教导一旅旅长，晋冀鲁豫军区第一纵队司令员，晋察冀军区第一、第二纵队司令员，晋察冀野战军司令员，华北军区第二兵团司令员，第十九兵团司令员等职。参加了二万五千里长征。中华人民共和国成立后，先后任第十九兵团司令员兼陕西军区司令员，中国人民志愿军第十九兵团司令员，中国人民志愿军副司令员、司令员，中国人民解放军军事学院战役系主任，济南军区司令员，武汉军区司令员，昆明军区司令员，国防部副部长等职。1955年被授予上将军衔。1994年10月25日在北京逝世，终年83岁。",
        "代表作品": "《横戈马上》、《为了和平》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1911年1月3日",
        "毕业院校": "抗日军政大学、南京军事学院",
        "name": "杨得志",
        "personID": "371",
        "国籍": "中国",
        "id": "杨得志",
        "group": 2
    },
    {
        "中文名": "许世友",
        "职业": "军事家",
        "img": "",
        "信仰": "马克思主义、毛泽东思想",
        "逝世日期": "1985年10月22日",
        "description": "许世友（1906年2月2日-1985年10月22日），原名许仕友，字汉禹。出生于湖北省麻城县许家洼（今河南省新县许洼），是中国共产党久经考验的忠诚的共产主义战士、无产阶级革命家、中国人民解放军卓越的军事指挥员。1955年，许世友将军被授予上将军衔，并担任中国人民解放军副总参谋长、南京军区司令员、广州军区司令员、国防部副部长，中共中央军委常委等。是第一、二、三届国防委员会委员，中国共产党第八届候补中央委员，第九、十、十一届中央政治局委员。在中国共产党中央顾问委员会第一次全体会议上被选为中央顾问委员会常务委员、副主任。1985年10月22日，许世友因病逝世，享年80岁。",
        "民族": "汉族",
        "军衔": "上将",
        "size": 25,
        "出生日期": "1906年2月2日",
        "毕业院校": "中国人民抗日军政大学",
        "name": "许世友",
        "personID": "763",
        "国籍": "中国",
        "id": "许世友",
        "group": 2
    },
    {
        "中文名": "徐向前",
        "职业": "无产阶级革命家、军事家",
        "img": "",
        "逝世日期": "1990年9月21日4时21分",
        "别名": "徐象谦，字子敬",
        "出生地": "山西省五台县永安村",
        "description": "徐向前（1901年11月8日-1990年9月21日），字子敬，出生于山西省五台县永安村。1927年3月，加入中国共产党。徐向前同志是忠诚的共产主义战士，坚定的马克思主义者，久经考验的无产阶级革命家、军事家，中华人民共和国的缔造者之一，长期担任党、国家和军队重要领导职务的卓越领导人。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1901年11月8日",
        "毕业院校": "黄埔军校第一期",
        "name": "徐向前",
        "personID": "669",
        "国籍": "中国",
        "id": "徐向前",
        "group": 2
    },
    {
        "中文名": "林彪",
        "img": "",
        "逝世日期": "1971年9月13日",
        "出生地": "湖北黄冈林家大湾",
        "description": "林彪（1907年12月5日-1971年9月13日），出生于湖北黄冈林家大湾，军事家，原名林祚大，字阳春，号毓蓉；曾用名育容、育荣、尤勇、李进，1955年被授予元帅军衔。1923年6月加入中国社会主义青年团。1925年考入黄埔军校第四期，同年转入中国共产党。1971年9月8日，林彪下达反革命武装政变手令，妄图谋害毛泽东。阴谋败露后，于9月13日乘飞机外逃，在蒙古人民共和国温都尔汗地区机毁身亡。1973年8月20日，中共中央决定开除其党籍。1981年1月25日被中华人民共和国最高人民法院特别法庭确认为林彪反革命集团案主犯。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1907年12月5日",
        "毕业院校": "黄埔军校",
        "name": "林彪",
        "personID": "320",
        "国籍": "中国",
        "id": "林彪",
        "group": 2
    },
    {
        "中文名": "胡耀邦",
        "img": "",
        "逝世日期": "1989年4月15日",
        "出生地": "中国湖南浏阳",
        "description": "胡耀邦（1915年11月20日-1989年4月15日），男，字国光，湖南浏阳人，久经考验的忠诚的共产主义战士，伟大的无产阶级革命家、政治家，我军杰出的政治工作者，长期担任党的重要领导职务的卓越领导人。曾在1981年6月至1987年1月担任中共中央主席、中国共产党中央委员会总书记职务。",
        "安葬地": "江西共青城",
        "籍贯": "湖南浏阳",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1915年11月20日",
        "name": "胡耀邦",
        "personID": "485",
        "国籍": "中国",
        "id": "胡耀邦",
        "group": 2
    },
    {
        "中文名": "邓小平",
        "职业": "革命家、政治家、军事家、外交家",
        "img": "",
        "逝世日期": "1997年2月19日",
        "别名": "邓先圣（原名）；邓希贤（学名）",
        "出生地": "原四川省广安县协兴乡牌坊村",
        "description": "邓小平（1904年8月22日-1997年2月19日），原名邓先圣，学名邓希贤，四川广安人。早年赴欧洲勤工俭学，归国后，他全身心地投入党领导的争取民族独立和人民解放的革命斗争。从土地革命、抗日战争到解放战争，先后担任党和军队的许多重要领导职务，为党中央一系列重大战略决策的实施，为新民主主义革命的胜利和新中国的诞生，建立了赫赫功勋，成为中华人民共和国的开国元勋。邓小平是全党全军全国各族人民公认的享有崇高威望的卓越领导人，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，久经考验的共产主义战士，中国社会主义改革开放和现代化建设的总设计师，中国特色社会主义道路的开创者，邓小平理论的主要创立者。他所倡导的“改革开放”及“一国两制”政策理念，改变了20世纪后期的中国，也影响了世界，因此在1978年和1985年，曾两次当选《时代周刊》“年度风云人物”。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1904年8月22日",
        "毕业院校": "莫斯科中山大学",
        "name": "邓小平",
        "personID": "706",
        "国籍": "中国",
        "id": "邓小平",
        "group": 2
    },
    {
        "中文名": "陈芳允",
        "职业": "科学家",
        "img": "",
        "逝世日期": "2000年4月29日",
        "出生地": "浙江省黄岩县",
        "description": "陈芳允（1916.4.3-2000.4.29），浙江台州黄岩人，九三学社社员，无线电电子学家，中国卫星测量、控制技术的奠基人之一，“两弹一星功勋奖章”获得者，中国科学院院士，中国科学技术大学和国防科技大学教授。陈芳允长期从事无线电电子学及电子和空间系统工程的科学研究和开发工作。1951年加入九三学社。1980年当选为中国科学院学部委员（院士）。1985年获国家科技进步特等奖，1988年获国防科技进步一等奖。著有《无线电电子学的新发展》《卫星测控手册》等，发表学术论文30多篇。1986年，他和部分院士联名建议发展中国的高技术，促成了中国发展高技术的“863计划”。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1916年4月3日",
        "毕业院校": "西南联合大学",
        "name": "陈芳允",
        "personID": "415",
        "国籍": "中国",
        "id": "陈芳允",
        "group": 2
    },
    {
        "职业": "教育科研工作者",
        "中文名": "杨嘉墀",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "2006年6月11日",
        "出生地": "江苏省吴江县",
        "description": "杨嘉墀（1919年7月16日~2006年6月11日），江苏吴江人，空间自动控制学家。航天技术和自动控制专家，仪器仪表与自动化专家，自动检测学的奠基者。中国自动化学科、中国自动化学会和中国仪器仪表学会的创建人之一。1941年（民国三十年）毕业于上海交通大学，1949年获美国哈佛大学博士学位，1980年12月加入中国共产党，同年当选为中国科学院院士（学部委员）。2006年6月11日，杨嘉墀因病在北京逝世，享年87岁。杨嘉墀长期致力于中国自动化技术和航天技术的研究发展。参与制定中国空间技术发展规划。领导和参加包括第一颗卫星在内的多种卫星的总体及自动控制系统的研制，返回式卫星和东方红一号卫星。30多年来，多次参与中国空间计划方案论证工作。主持人造卫星姿态控制系统的研究与发展。在三轴稳定的返回式卫星和科学探测卫星的发展中作出重大贡献。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1919年7月16日",
        "毕业院校": "哈佛大学",
        "name": "杨嘉墀",
        "personID": "288",
        "国籍": "中国",
        "id": "杨嘉墀",
        "group": 2
    },
    {
        "中文名": "王淦昌",
        "职业": "教育科研工作者",
        "img": "",
        "逝世日期": "1998年12月10日",
        "出生地": "江苏省常熟县枫塘湾",
        "description": "王淦昌（1907年5月28日—1998年12月10日），男，出生于江苏常熟，中共党员、九三学社社员。生前曾任中国原子能研究院院长，九三学社中央名誉主席，核物理学家、中国核科学的奠基人和开拓者之一、中国科学院院士、“两弹一星功勋奖章”获得者。1929年毕业于清华大学物理系。1933年获柏林大学博士学位。1964年，他独立地提出了用激光打靶实现核聚变的设想，是世界激光惯性约束核聚变理论和研究的创始人之一。王淦昌参与了中国原子弹、氢弹原理突破及核武器研制的试验研究和组织领导，是中国核武器研制的主要奠基人之一。曾荣获两项国家自然科学一等奖、国家科学技术进步特等奖等奖项。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1907年5月28日",
        "毕业院校": "清华大学，德国柏林大学",
        "name": "王淦昌",
        "personID": "829",
        "国籍": "中国",
        "id": "王淦昌",
        "group": 2
    },
    {
        "中文名": "王大珩",
        "职业": "教育科研工作者",
        "img": "",
        "原籍": "江苏吴县（今江苏苏州）",
        "信仰": "共产主义",
        "逝世日期": "2011年7月21日",
        "出生地": "日本东京",
        "description": "王大珩（1915年2月26日－2011年7月21日），生于日本东京，原籍江苏苏州。1936年毕业于清华大学物理系。1938年赴英留学，攻读应用光学专业，获硕士学位。1942年被英国伯明翰昌斯公司聘为助理研究员。1948年回国，历任大连大学教授，中国科学院仪器馆馆长，长春光机所所长，中国科学院长春分院院长，国防科委十五院副院长（兼），中国光学学会理事长，中国科学院技术科学部主任，国防军工科学研究委员会副主任。2011年7月21日，在北京协和医院逝世，享年97岁。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1915年2月26日",
        "毕业院校": "伦敦帝国理工学院、谢菲尔德大学",
        "name": "王大珩",
        "personID": "676",
        "国籍": "中国",
        "id": "王大珩",
        "group": 2
    },
    {
        "职业": "设计师",
        "中文名": "陈伟文",
        "img": "",
        "size": 25,
        "出生日期": "1981年7月",
        "name": "陈伟文",
        "description": "陈伟文，男，1981年7月生，室内设计师，深圳市同心同盟装饰设计有限公司创始人。",
        "personID": "910",
        "国籍": "中国",
        "id": "陈伟文",
        "group": 2
    },
    {
        "中文名": "杨志亮",
        "img": "",
        "主要成就": "南沙卫士",
        "出生地": "河南省焦作市武陟县",
        "description": "杨志亮，1962年11月生，河南焦作武陟人，1981年入伍，海军中将军衔。现任中国人民解放军南部战区海军政委、南海舰队政治委员。",
        "性别": "男",
        "民族": "汉族",
        "军衔": "中将",
        "size": 25,
        "出生日期": "1962年11月",
        "毕业院校": "海军大连舰艇学院",
        "name": "杨志亮",
        "personID": "1007",
        "国籍": "中国",
        "id": "杨志亮",
        "group": 2
    },
    {
        "img": "",
        "信仰": "伊斯兰教逊尼派",
        "逝世日期": "2006年12月30日",
        "主要成就": "当选伊拉克总统",
        "所属政党": "阿拉伯复兴社会党",
        "description": "萨达姆·侯赛因（库尔德语：SeddamHuseyîn；阿拉伯语：صدامحسينعبدمجيدتكريتي，拉丁转写：saddamhusayneabdmajidtakriti；英语：SaddamHussein，1937年4月28日—2006年12月30日），男，全名萨达姆·侯赛因·阿卜杜勒-马吉德·提克里提，出生于伊拉克萨拉赫丁省，伊拉克政治家、军人，伊拉克前总统。萨达姆·侯赛因1957年加入阿拉伯复兴社会党，1962年参加复兴党开罗支部领导工作，1969年11月担任革命指挥委员会副主席，1973年晋升为中将，1976年1月晋升为上将，1979年7月16日任复兴党地区领导机构总书记、革命指挥委员会主席、共和国总统和武装部队总司令。萨达姆·侯赛因担任伊拉克总统期间，大量引进外国先进技术，实行以石油工业为中心的“高速全面发展”的经济方针，全面实行免费医疗和国民义务教育制度，主张阿拉伯统一，发动了“两伊战争”。",
        "民族": "阿拉伯族",
        "size": 25,
        "出生日期": "1937年4月28日",
        "毕业院校": "埃及开罗大学",
        "name": "萨达姆·侯赛因",
        "职务": "政治家、军人",
        "personID": "520",
        "国籍": "伊拉克",
        "id": "萨达姆·侯赛因",
        "group": 2
    },
    {
        "中文名": "诺曼·施瓦茨科普夫",
        "职业": "军人",
        "img": "",
        "逝世日期": "2012年12月27日",
        "主要成就": "海湾战争多国部队总司令",
        "出生地": "新泽西州特伦顿市",
        "description": "诺曼·施瓦茨科普夫（NormanSchwarzkopf；1934年8月22日—2012年12月27日），德裔美国陆军上将，中央司令部司令，海湾战争多国部队总司令。生于新泽西州特伦顿市一军人家庭。1956年自美国陆军军官学校（西点军校）毕业后入空降兵部队。1961年入本宁堡步兵学校学习。1964年获加利福尼亚大学机械和航空工程硕士学位。同年6月到西点军校民事和机械工程系任教官。1965至1966年作为美军顾问参加越南战争。1969至1970年任侵越美军步兵营长。回国后在国防部陆军部做人事工作。1972年8月进修于陆军指挥与参谋学院。后任步兵旅副旅长、旅长。1978年7月任美军太平洋总部计划处副处长。1980年8月任驻联邦德国美军第18机械化步兵师副师长。1982年复入国防部，在陆军副参谋长办公室主管人事。1983年6月任美军第24机械化步兵师师长。同年10月参加美国入侵格林纳达，任副总指挥。1985年再次调国防部，任陆军副参谋长助理。翌年6月任美陆军第1军军长。1987年4月任陆军主管作战和计划事务的副参谋长。1988年11月任美军中央总部司令，晋上将。1990年8月2日伊拉克入侵科威特后，任美军参战部队司令和多国部队总指挥，在海湾战争中组织实施“沙漠风暴”行动，表现出较高的军事谋略和指挥才能。1991年8月退休。",
        "民族": "德意志人",
        "size": 25,
        "出生日期": "1934年8月22日",
        "毕业院校": "西点军校",
        "name": "诺曼·施瓦茨科普夫",
        "personID": "681",
        "国籍": "美国",
        "id": "诺曼·施瓦茨科普夫",
        "group": 2
    }
]