[
    {
        "img": "home8.jpg",
        "timeID": "0",
        "id": "党史图谱",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": -1
    },
    {
        "img": "",
        "timeID": "1937",
        "id": "1937年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 8,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1938",
        "id": "1938年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 8,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1939",
        "id": "1939年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 8,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1940",
        "id": "1940年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 8,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1941",
        "id": "1941年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 8,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1942",
        "id": "1942年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 8,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1943",
        "id": "1943年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 8,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1944",
        "id": "1944年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 8,
        "x": 0,
        "y": 0
    },
    {
        "name": "731部队",
        "type": "抗日战争",
        "description": "日本关东军驻满洲第731防疫给水部队，简称731部队，对外称石井部队或加茂部队。是侵华日军假借研究内容主要以研究防治疾病与饮水净化为名，实则使用活体中国人、朝鲜人、联军战俘进行生物武器与化学武器的效果实验。731部队也是日本法西斯阴谋发动细菌战进行种族灭绝的主要罪证之一。731部队也是日本法西斯于日本以外领土从事生物战细菌战研究和人体试验相关研究的秘密军事医疗部队的代称。设于今哈尔滨平房区。这一区域位于当时日本扶植的傀儡政权“满洲国”内。1945年8月，七三一部队败逃之际炸毁大部分建筑，现仍存部分遗址。侵华日军第七三一部队遗址是世界历史上规模最大的细菌武器研究、实验及制造基地，是日本军国主义违背国际公约，用活人进行冻伤、细菌感染、毒气实验的大本营，是发动细菌战争的策源地，是日本对外侵略扩张、掠夺资源、践踏中国主权的重要罪证。2006年5月，国务院公布侵华日军第七三一部队遗址为第六批全国重点文物保护单位。2012年，被国家文物局列入中国世界文化遗产预备名单。2018年4月，日本档案馆公开731部队3607名成员实名名簿。7月7日，侵华日军第七三一部队罪证陈列馆向社会公布了侵华日军细菌战部队——北支甲第一八五五部队的成员名册，其中包含了1242名该部队成员的真实姓名和个人信息，这是中国首次大规模实名公布一八五五部队成员信息。2020年6月，日本学者公布一份二战后政府公文，据称首次证实了日军731部队曾生产细菌。",
        "出现时间": "1937年",
        "结束时间": "1945年",
        "eventSeq": 141,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "731部队",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "徐州战役",
        "type": "抗日战争",
        "description": "徐州会战，是1938年1月至5月，中国第五战区部队与日军华北方面军、华中派遣军各一部，在以江苏省徐州为中心的津浦（天津至浦口），陇海（宝鸡至连云港）铁路地区进行的大规模的防御战役。其中，三四月间的台儿庄大捷最为著名，因围歼日军一万余人，史称之为台儿庄战役。",
        "开始时间": "1938年1月",
        "结束时间": "1938年5月",
        "eventSeq": 143,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "徐州战役",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "台儿庄战役",
        "type": "抗日战争",
        "description": "台儿庄大捷，又称台儿庄战役、鲁南会战或血战台儿庄。台儿庄战役的起止时间有几种说法，一般认为从1938年3月16日开始至4月15日结束。战役由滕县战斗、临沂附近战斗、台儿庄战斗和日军的溃退，中国军队的追击作战等部分组成。在历时1个月的激战中，中国军队约29万人参战，日军参战人数约5万人。中方伤亡约5万余人，毙伤日军约2万余人（日军自报伤亡11984人）。它打击了日本侵略者的嚣张气焰，坚定了全国军民坚持抗战的信心。这次战役鼓舞了全民族的士气，改变了国际视听，消灭了日本侵略者的威风，歼灭了日军大量有生力量。此次大捷是中华民族全面抗战以来，继长城战役、平型关大捷等战役后，中国人民取得的又一次胜利，是抗日战争以来取得的最大胜利，也是徐州会战中国民革命军取得的一次重大胜利。战役由李宗仁、白崇禧、孙连仲、汤恩伯、张自忠、田镇南、关麟征、池峰城、王铭章等抗日将领指挥。战役期间，中国抗战最高统帅蒋介石曾三次赴徐州视察、督导、调配兵力，其中第一次，蒋介石在台儿庄战斗最激烈的时刻亲赴台儿庄南站观战，并亲自勉励池峰城，前线将士因而士气大振，大大增强了前线将士的战斗力。",
        "发生时间": "1938年3月16日",
        "eventSeq": 144,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "台儿庄战役",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "武汉保卫战",
        "type": "抗日战争",
        "description": "武汉会战，是抗日战争时期中国军队在武汉地区同日本侵略军展开的一场会战。中华民国二十七年（1938年）6月至10月，中国第5、第9战区部队在武汉外围沿长江南北两岸展开，战场遍及安徽、河南、江西、湖北4省广大地区，是抗日战争战略防御阶段规模最大、时间最长、歼敌最多的一次战役。此战，中国军队浴血奋战，大小战斗数百次，以伤亡40余万的代价，毙伤日军25.7余万，大大消耗了日军的有生力量，日军虽然攻占了武汉，但其速战速决，逼迫国民政府屈服以结束战争的战略企图并未达到。此后，中国抗日战争进入战略相持阶段。",
        "发生时间": "1938年6月11日",
        "结束时间": "1938年10月27日",
        "eventSeq": 145,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "武汉保卫战",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "华南游击队成立",
        "type": "抗日战争",
        "description": "华南抗日纵队，习惯上称华南抗日游击队、华南人民抗日游击队，是抗战时期中国共产党在广东省（含今海南省）领导创建的7支人民抗日游击队（包括东江纵队、琼崖纵队、珠江纵队、广东人民抗日解放军、广东南路人民抗日解放军、潮汕韩江纵队、梅埔韩江纵队）的统称。",
        "成立时间": "1938年10月",
        "eventSeq": 148,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "华南游击队成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "八女投江",
        "type": "抗日战争",
        "description": "抗日战争时期的1938年10月在黑龙江省牡丹江市林口县乌斯浑河，以冷云为首的东北抗日联军8名女官兵，在指导员冷云率领下，与日伪军展开激战。她们主动吸引日伪军火力，使部队主力迅速摆脱敌人的攻击，但却被敌军围困河边。在背水战至弹尽的情况下，她们面对日伪军逼降，誓死不屈，毁掉枪支，挽臂涉入乌斯浑河，高呼：“打倒日本帝国主义！”高唱《国际歌》，集体沉江，壮烈殉国，表现了中华民族同敌人血战到底的英雄气概，在人民群众中广为传颂。她们分别是第2路军第5军妇女团的指导员冷云，班长胡秀芝、杨贵珍，战士郭桂琴、黄桂清、王惠民、李凤善和被服厂厂长安顺福。她们中年龄最大的冷云23岁，最小的王惠民才13岁。八名女战士为中华民族的解放献出了她们年轻的生命，写下“八女投江”的壮丽篇章，1986年9月7日在黑龙江省牡丹江市举行“八女投江纪念碑”奠基典礼。时任全国政协副主席、全国妇联主席的康克清为工程奠基题词：“八女英灵，永垂不朽！”。2009年9月14日，她们被评为100位为新中国成立作出突出贡献的英雄模范之一。2021年3月22日，中央广播电视总台中国之声联合全国广播电台共同推出特别报道《中国共产党百年瞬间》之八女投江。",
        "发生时间": "1938年10月",
        "eventSeq": 149,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "八女投江",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "汪精卫叛国投敌事件",
        "type": "抗日战争",
        "description": "抗日战争进入相持阶段时在日本的政治诱降下国民党汪精卫集团公开叛国投敌的事件。抗战爆发后，汪精卫集团竭力反对抗日作战，宣传“亡国论”。1938年，汪指使外交部亚洲司司长高宗武等人多次与日本参谋本部影佐祯昭、日本特务今井武夫、陆相坂垣征四郎等进行秘密接触与会谈，于11月20日签订了《日华协议记录》，并拟定了叛国投敌计划。12月19日，汪精卫、陈璧君、周佛海、陶希圣、曾仲鸣一行从昆明飞达越南河内。20日，陈公博也由成都经昆明到河内。22日，日本首相近卫文麿发表第三次对华政策声明。29日，汪精卫在河内发电（即艳电）响应，宣称愿以近卫文麿提出的“善邻友好、共同防共、经济合作”三原则进行谈判，公开投敌。1939年4月，《汪平（沼）协定》正式达成。12月底，日、汪在上海签订《日华新关系调整要纲》。1940年3月30日，汪伪国民政府在南京成立。",
        "开始时间": "1938年12月",
        "eventSeq": 150,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "汪精卫叛国投敌事件",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "第一次反共高潮",
        "type": "国民党",
        "description": "第一次反共高潮，是抗战期间三次反共高潮的第一次，指的是1939年春（亦有说1939年底）至1940年春国民党顽固派在全国迅速扩大反共活动的事件。抗日战争进入相持阶段后，国民党统治集团在敌后战场加紧了反共及投降活动。",
        "发生时间": "1939年1月",
        "eventSeq": 151,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "第一次反共高潮",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "自己动手，丰衣足食",
        "type": "抗日战争",
        "description": "自己动手，丰衣足食是1939年2月，毛泽东在延安生产动员大会上针对根据地日益严重的经济困难局面，提出了“自己动手”的口号。随后各根据地逐步开展大生产运动。“自己动手，丰衣足食”的口号作为各根据地克服经济困难，实现生产自给的努力目标。在解放后，当全国或某个地区出现经济困难的时候，此口号一直是党和政府鼓励人民生产自救的行动号令。",
        "开始时间": "1939年2月",
        "eventSeq": 152,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "自己动手，丰衣足食",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "黄土岭伏击战",
        "type": "抗日战争",
        "description": "1939年11月，在抗日战争北岳区反扫荡战役中，中国八路军晋察冀军区部队在河北省涞源县三岔口、黄土岭地区对日军进行的伏击战。",
        "发生时间": "1939年11月",
        "eventSeq": 158,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "黄土岭伏击战",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《纪念白求恩》",
        "type": "抗日战争",
        "description": "《纪念白求恩》是毛泽东在1939年12月21日为纪念白求恩写的悼念文章。文章概述了白求恩同志来华帮助中国人民进行抗日战争的经历，表达了对白求恩逝世的深切悼念，高度赞扬了他的国际主义精神、毫不利己专门利人的精神和对技术精益求精的精神，并号召全党向白求恩同志学习。该文被选入苏教版语文八年级下册第6课、鄂教版语文九年级下册第13课、语文版语文八年级上册第9课、2016年秋季新人教版语文七年级上册。",
        "开始时间": "1939年11月",
        "eventSeq": 159,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "《纪念白求恩》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "华中抗日根据地",
        "type": "抗日战争",
        "description": "华中抗日根据地的区域主要包括江苏绝大部分，安徽、湖北、河南、浙江和湖南的一部分。从1938年4月开始，新四军各支队相继挺进华中各个地区开展游击战，建立根据地。1938年4月，粟裕率新四军先遣支队深入华中敌后，开展游击战争。",
        "开始时间": "1940年5月",
        "eventSeq": 162,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "华中抗日根据地",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "百团大战",
        "type": "抗日战争",
        "description": "百团大战，是抗日战争时期，八路军在华北敌后发动的一次大规模进攻和反“扫荡”的战役，由于参战兵力达105个团，故称“百团大战”。百团大战是抗日战争相持阶段八路军在华北地区发动的一次规模最大、持续时间最长的战役。百团大战分为3个阶段。1940年8月20日至1940年9月10日为第一阶段，中心任务是摧毁正太路交通。1940年9月22日至1940年10月上旬为第二阶段，主要任务是继续破坏日军的交通线，并摧毁日军深入抗日根据地的主要据点。1940年10月上旬到1941年1月24日为第三阶段，主要任务是反击日军的报复性“扫荡”。据八路军总部1940年12月10日的统计，百团大战仅前三个半月期间，进行大小战斗共1824次，重击了日伪军的反动气焰，有力地配合了国民党军正面战场的作战，极大地振奋了全国的抗战信心。",
        "发生时间": "1940年8月20日",
        "结束时间": "1941年1月24日",
        "eventSeq": 163,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "百团大战",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "延安自然科学院的创建（1940年8月）",
        "type": "抗日战争",
        "description": "抗日战争时期，为了培养科学技术干部，中共中央于1939年5月决定创建延安自然科学研究院。1940年2月5日，在党中央直接倡导和赞助下，边区召开了有上千人参加的“自然科学同人大会”，正式成立自然科学研究会，这是我们党成立的第一个自然科学学术团体。后来，中央决定将延安自然科学研究会改为延安自然科学院，由学术机构变为一个教育机构，由中央文委领导。1940年8月，延安自然科学院成立并开学，成为拥有大学本科和预科以及附中的学院。第一任院长是当时中央主管财经工作的李富春。不久，教育家徐特立返回边区，接替了这个工作。这是中国共产党历史上第一所开展自然科学教学与研究的机构，对推动边区科学技术的进步和发展，发挥了一定作用。",
        "开始时间": "1940年8月",
        "eventSeq": 164,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "延安自然科学院的创建（1940年8月）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "第二次反共高潮",
        "type": "国民党",
        "description": "第二次反共高潮1940年10月19日，蒋介石指使何应钦、白崇禧以国民政府军事委员会正副参谋总长的名义致电八路军朱德、彭德怀正副司令和新四军叶挺、项英正副军长，强令在一个月内开赴黄河以北。11月9日，中共以朱德、彭德怀、叶挺、项英名义复电，严辞拒绝国民党当局的无理要求，但为顾全大局，同意将皖南的新四军撤到长江以北。",
        "发起时间": "1940年10月19日",
        "eventSeq": 165,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "第二次反共高潮",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "皖南事变",
        "type": "国民党",
        "description": "国民党反动派1941年在皖南有预谋地围袭新四军的事件。1940年10月19日，何应钦、白崇禧以国民党政府军事委员会正副参谋总长的名义，向朱德、彭德怀、叶挺发出代电（即“皓电”），强令黄河以南的八路军、新四军于1个月内开赴黄河以北。朱德等于11月9日复电（即“佳电”），驳斥了国民党顽固派的荒谬命令和对共产党及其领导的军队的诬蔑，同时为顾全抗日大局，表示可以将皖南新四军移到长江以北。1941年1月4日新四军军部所属部队9000余人奉命北移，从云岭驻地出发绕道前进。1月6日，行至皖南泾县茂林地区，突遭国民党第三战区顾祝同、上官云相指挥的7个师8万多人的拦击。8日，陷入重围。众指战员在叶挺军长指挥下进行抗击，血战七昼夜，终因众寡悬殊、弹尽粮绝，除约2000人分散突围外，大部壮烈牺牲。军长叶挺与顽军谈判时被扣押，政治部主任袁国平牺牲，副军长项英、参谋长周子昆突围后不幸被叛徒杀害。17日，蒋介石反诬新四军“叛变”，宣布取消新四军番号，并声称要将叶挺交军事法庭审判。中国共产党对国民党这一暴行进行了针锋相对的斗争。20日，毛泽东以中共中央军委发言人发表谈话，揭露国民党反动派破坏抗战、实行反共的罪恶阴谋，提出取消17日反动命令、惩治祸首、废止国民党一党专政和实行民主政治等要求。",
        "发生时间": "1941年1月6日",
        "eventSeq": 166,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "皖南事变",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "重建新四军军部（1941年1月）",
        "type": "国民党",
        "description": "1941年1月，国民党在第二次反共高潮中制造了震惊中外的皖南事变后，1月20日，中共中央军委发布重建新四军军部的命令，任命陈毅为新四军代理军长，刘少奇为政治委员，张云逸为副军长，赖传珠为参谋长，邓子恢为政治部主任。25日，新四军新军部在苏北盐城成立，将活动于陇海路以南的新四军、八路军部队统一整编为7个师和1个独立旅：第一师师长粟裕、政治委员刘炎；第二师师长张云逸（兼）、政治委员郑位三；第三师师长兼政治委员黄克诚；第四师师长兼政治委员彭雪枫；第五师师长兼政治委员李先念；第六师师长兼政治委员谭震林；第七师师长张鼎丞、政治委员曾希圣；独立旅旅长梁兴初、政治委员罗华生。全军9万余人，继续坚持在长江南北抗战。",
        "开始时间": "1941年1月12日",
        "eventSeq": 167,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "重建新四军军部（1941年1月）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "打退国民党顽固派第二次反共高潮（1941年1月—3月）",
        "type": "国民党",
        "description": "皖南事变发生后，中共中央与国民党顽固派展开了针锋相对的斗争。1941年1月20日，毛泽东以中共中央军委发言人名义发表谈话，揭露国民党当局反共阴谋，抗议其暴行，要求国民党以大局为重，取消1月17日反动命令，惩办祸首，释放叶挺，废止国民党一党专政，实行民主政治。同日，中共中央军委发布重建新四军的命令。中共中央提出在政治上取攻势、在军事上取守势，坚决击退国民党顽固派第二次反共高潮的正确方针。1月17日，周恩来为皖南事变向国民党谈判代表张冲提出质问和抗议，并打电话怒斥何应钦。当《新华日报》揭露事变真相的报道和社论被国民党当局扣押后，周恩来立即题写“为江南死国难者志哀！”“千古奇冤，江南一叶；同室操戈，相煎何急？！”的题词，登在被扣稿件的位置上。同时，周恩来领导南方局通过召开座谈会、个别谈话、散发传单等方式，向各界人士公布皖南事变的真相，揭露国民党顽固派的反共面目。共产党的正义自卫立场，得到各界人士、民主党派的同情和支持。宋庆龄、柳亚子、何香凝、陈友仁等国民党左派人士，为皖南事变在香港发起抗议活动。各民主党派对国民党顽固派的反共行动表示不满和愤慨。在国民党内部，也有很多人不赞成蒋介石打内战。海外华侨也反对分裂。华侨领袖陈嘉庚致电国民参政会，呼吁团结，反对蒋介石的倒行逆施。在国际上，国民党顽固派的反共高潮，不仅为苏联所反对，美、英等国也表示不满。2月中旬，美国政府正式向蒋介石声明：美国在国共纠纷未解决前，无法大量援华，中美间经济、财政等各种问题不可能有任何进展。国民党当局在政治上陷入空前孤立的形势下，不得不收敛其反共活动。蒋介石在3月初召开的第二届参政会上表示“以后再亦决无剿共的军事”。3月14日，蒋介石约请周恩来面谈，答应提前解决国共间的若干问题。至此，国民党的第二次反共高潮被打退。",
        "开始时间": "1941年1月",
        "结束时间": "1941年3月",
        "eventSeq": 168,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "打退国民党顽固派第二次反共高潮（1941年1月—3月）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "潘家峪惨案",
        "type": "抗日战争",
        "description": "潘家峪位于河北省丰润县（今河北省唐山市丰润区），是抗日战争时期中共领导的冀东抗日根据地之一，也是日军“扫荡”的重点地区。1941年1月25日，驻唐山、丰润、滦县等十几个据点的3000多名日军和1000多名伪军包围潘家峪，逼迫全村1500多人集中在村边西大坑。后又把村民驱赶至村中潘家大院，封锁大院，用步枪、机枪射杀赤手空拳的村民，并放起大火。全村1700口人被杀1230人，其中妇女儿童658名，23户人家被杀绝，全部财物被抢劫一空，96人受伤，1235间房屋被烧毁。",
        "开始时间": "1941年1月",
        "eventSeq": 169,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "潘家峪惨案",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "上高会战",
        "type": "抗日战争",
        "description": "上高战役（上高战役、锦江作战、鄱阳扫荡战、宜春会战）是抗日战争中中方取得全面胜利的一场战役，被军委会参谋总长何应钦称为“抗战以来最精彩的一战”。1941年3月，驻南昌的34师团大贺茂因友邻第33师团预定要调到华北，要求33师团走前配合自己扫荡周围的中国军主力，却因两个师团严重不配合导致34师团扎进4个中国军的合围圈，是为“上高战役”。中国军队统计击毙日军大佐联队长滨田以下日军15000余人，日军自报伤亡千余人。上高会战在政治和军事上，给日本侵略者造成了极为沉重的打击，大大加速了其必然走向灭亡的历史命运，大大减轻了东南亚各国人民的深重苦难，延缓了太平洋战争的爆发，在第二次世界大战反法西斯同盟的正义战争中，写下了光辉的一页，因而具有深远的国际意义。",
        "发生时间": "1941年3月14日",
        "结束时间": "1941年4月9日",
        "eventSeq": 170,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "上高会战",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "四·一二大扫荡",
        "type": "抗日战争",
        "description": "四·一二大扫荡，是1941年4月12日至20日在冀鲁豫根据地发生的惨痛事件。日本侵略军第35师团、独立第一混成旅团及伪军万余人，对晋冀鲁豫边区抗日根据地实行疯狂的大扫荡，实行灭绝人性的三光政策（抢光烧光杀光），数万间房屋被烧毁，4000多人遭屠杀。",
        "开始时间": "1941年4月12日",
        "结束时间": "1941年4月20日",
        "eventSeq": 171,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "四·一二大扫荡",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "狼牙山五壮士",
        "type": "抗日战争",
        "description": "狼牙山五壮士（1941），八路军晋察冀军区第1军分区1团7连6班，为在河北省保定市易县狼牙山战斗中英勇抗击日军和伪满洲国军的八路军5位英雄，他们是马宝玉、葛振林、宋学义、胡德林、胡福才，他们用生命和鲜血谱写出一首气吞山河的壮丽诗篇。在战斗中他们临危不惧，英勇阻击，子弹打光后，用石块还击，面对步步逼近的敌人，他们宁死不屈，毁掉枪支，义无反顾地纵身跳下数十丈深的悬崖。马宝玉、胡德林、胡福才壮烈殉国；葛振林、宋学义被山腰的树枝挂住，幸免于难；5位战士的壮举，表现了崇高的爱国主义、革命英雄主义精神和坚贞不屈的民族气节，被人民群众誉为“狼牙山五壮士”。民政部公布第一批著名抗日英雄群体。2015年9月1日，八一电影制片厂在京宣布将重拍《狼牙山五壮士》，将启用高科技航拍特技、数字和3D技术，把影片拍成更适合现代观众和青少年口味的经典之作。",
        "开始时间": "1941年9月",
        "eventSeq": 174,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "狼牙山五壮士",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "太平洋战争（1941年12月—1945年9月）",
        "type": "外交",
        "description": "太平洋战争（英语：PacificWar，日语：太平洋戦争、大东亜戦争）是第二次世界大战中以日本帝国为首的轴心国和以英美国为首的盟军于1941年12月7日至1945年8月15日期间进行的战争，范围遍及太平洋、印度洋和东亚地区。太平洋战争以日本偷袭珍珠港为先导，以日本投降结束，参战国家多达三十七个，涉及人口超过十五亿，交战双方动员兵力在六千万以上，历时三年零八个月，伤亡和损失难以统计。太平洋战争对日本影响至深，日本失去自1894年以来所有侵略的土地，并受美军的军事管制，日后成了美国冷战的亚洲根据地。太平洋战争也造成了亚洲非殖民化与共产主义的传播，许多地方因此兴起独立运动或爆发战争。",
        "发生时间": "1941年12月7日",
        "结束时间": "1945年8月15日",
        "eventSeq": 175,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "太平洋战争（1941年12月—1945年9月）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "秘密大营救·1941",
        "type": "抗日战争",
        "description": "故事发生在1941年日本军国主义发动太平洋战争时期，入侵中国的日本军队于1941年12月向香港九龙发动了进攻，800多爱国民主人士、文化界知名人士及国际友人被困在香港，处于生死关头。在冀中八路军担任副团长的王奇雄被派往东江游击队参与营救行动。王奇雄抵达东江游击队后被任命为大营救的行动队长，潜入香港与被困文化人进行接触，阻止在港日伪特务抓捕。王奇雄到达香港后指挥特遣队分散行动，寻找零散居住的文化人地址。在惠阳认识的刘蒙随王奇雄抵达香港，他带领王奇雄找到了有关人士的住处。在东江游击队的领导下，克服重重困难，冲破日伪封锁，历时半年紧张战斗，成功营救了800多名爱国民主人士、文化界知名人士及国际友人，为中国保护留存了一笔重要的文化财富。",
        "开始时间": "1941年12月",
        "eventSeq": 176,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "秘密大营救·1941",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "左权壮烈殉国（1942年5月25日）",
        "type": "抗日战争",
        "description": "1942年5月，日军对太行、太岳根据地进行大规模“扫荡”。抗日军民内外线策应，英勇作战，频频打击敌人。5月25日，八路军副参谋长左权在驻辽县的八路军总部遭到敌人合围的紧急情况下，不顾个人安危指挥部队突围，不幸中弹，壮烈殉国。左权是抗日战争中牺牲的八路军最高将领。毛泽东在延安公祭时挥笔题词“为左权同志报仇，为千千万万在抗日战场上牺牲的烈士报仇”。周恩来在电报中说：“全国军界人士莫不一致认为他的死，对抗日战争是不可弥补的损失。”",
        "开始时间": "1942年5月25日",
        "eventSeq": 177,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "左权壮烈殉国（1942年5月25日）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "刘老庄连",
        "type": "抗日战争",
        "description": "刘老庄连前身为新四军第3师7旅19团2营4连，现为中国人民解放军陆军第82集团军某合成旅4连。1943年3月，为掩护淮海区党政军领导机关转移，该连在江苏淮阴刘老庄与日寇展开激战。全连82名勇士英勇无畏、浴血奋战，连续打退敌人5次进攻，最后全部壮烈牺牲。为纪念此次战斗，战后，淮阴人民选送82名优秀青年补入该连，连队被命名为“刘老庄连”。",
        "开始时间": "1943年3月",
        "eventSeq": 181,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "刘老庄连",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "缅北滇西战役",
        "type": "抗日战争",
        "description": "缅北滇西战役发生于民国三十二年（1943年）10月至民国三十四年（1945年）3月，缅北滇西战役是中国驻印军和中国远征军在美、英军的协同下，在缅甸北部和云南省西部对日军缅甸方面军的进攻战役。战役历时一年半，中国军队以阵亡31443人、负伤35948人的代价，毙伤日军25000余人，打通了中国西南国际交通线。",
        "开始时间": "1943年10月",
        "结束时间": "1945年3月",
        "eventSeq": 182,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "缅北滇西战役",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "第三次反共高潮",
        "type": "国民党",
        "description": "1943年5月15日，共产国际执委会主席团发表关于解散第三国际的决定。国民党借机大造反共舆论。西安劳动营训导处长、复兴社特务头子张涤非于6月12日召开座谈会，以群众团体名义电告毛泽东，叫他“解散”中国共产党，“取消边区割据”。",
        "发生时间": "1943年",
        "eventSeq": 183,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "第三次反共高潮",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "民主联合政府主张的提出（1944年9月）",
        "type": "抗日战争",
        "description": "在大后方抗日民主运动不断高涨，社会各阶层对国民党统治的腐败表示出失望和愤慨的情况下，中共中央认为，要求国民党改弦更张，实行民主，废除一党专政，改组国民党政府、建立民主联合政府的时机已经成熟。1944年9月1日，毛泽东在中共六届七中全会主席团会议上说明，党的主张是：“召集各党派代表会，成立联合政府，共同抗日将来建国。”9月15日，林伯渠代表共产党在第三届第三次国民参政会上正式提出废除国民党一党专政，建立民主联合政府的主张。随后，共产党又以书面形式向国民党当局提出成立民主联合政府的方案。10月10日，周恩来在延安发表《如何解决》的演讲，进一步阐明成立民主联合政府的具体步骤和方法：第一，由各抗日党派、各抗日军队、各地方政府、各民众团体推选代表，人数应根据各方所代表的实际力量按比例规定；第二，国民政府于最近期间召开国是会议；第三，在国是会议上，根据革命的三民主义的原则，通过切合时要、挽救危机的施政纲要；第四，在各方代表制定的共同施政纲领的基础上，成立各党派的联合政府；第五，联合政府有权改组统帅部，延纳各主要军队代表，成立联合统帅部；第六，在联合政府成立后，即着手筹备真正人民普选的国民大会，实施宪政。中国共产党关于建立民主联合政府的主张，在国内外引起强烈反响。它的提出，更广泛地团结和争取了民主党派和民主人士，以及国内外各种同情和支持中国抗战、希望中国民主进步的力量，使国民党蒋介石集团在政治上陷入更加孤立和被动的地步。",
        "开始时间": "1944年9月15日",
        "eventSeq": 185,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "民主联合政府主张的提出（1944年9月）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "毛泽东《为人民服务》演讲",
        "type": "抗日战争",
        "description": " ",
        "开始时间": "1944年9月",
        "eventSeq": 186,
        "timeType": 8,
        "img": "",
        "size": 30,
        "id": "毛泽东《为人民服务》演讲",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "中文名": "北野政次",
        "曾用名": "北野政藏",
        "img": "",
        "逝世时间": "1986年5月17日",
        "size": 25,
        "出生日期": "1894年7月14日",
        "毕业院校": "东京帝国大学",
        "name": "北野政次",
        "description": "北野政次曾用名北野政藏（明治27年（1894年）7月14日–昭和61年（1986年）5月17日）为日本陆军军人。陆军军医中将勲三等医学博士。日本细菌战犯之一，但是最终却免受其责。",
        "personID": "470",
        "id": "北野政次",
        "group": 2
    },
    {
        "中文名": "石井四郎",
        "img": "",
        "信仰": "军国主义",
        "外文名": "いしい しろう",
        "别名": "东乡大尉",
        "出生地": "日本千叶县山武郡千代田村",
        "description": "石井四郎（1892年6月25日—1959年10月9日），男，大和族，日本陆军中将，医学博士，毕业于京都帝国大学医学部，关东军防疫给水部（731部队）部长，关东军防疫给水部队的创办者，以进行了许多人体实验，研制了细菌武器而知名，在当时属于伪满洲国的哈尔滨等地对活人进行细菌感染、解剖生化实验。据不完全统计约有3000余位中国人、朝鲜人、苏联人、美国人、英国人在活着的情况下被进行人体实验。日本战败后，他用731部队几年来在中国进行研究获得的细菌资料私下同美国进行交易，当时美国用其细菌武器对付苏联，而逃过了战争国际法庭的审判，1959年10月9日在东京死亡，终年67岁。",
        "主要罪行": "细菌武器研制 活人体解剖",
        "死亡日期": "1959年10月9日",
        "民族": "大和族",
        "size": 25,
        "出生日期": "1892年6月25日",
        "毕业院校": "京都帝国大学医学部",
        "name": "石井四郎",
        "personID": "194",
        "国籍": "日本",
        "id": "石井四郎",
        "group": 2
    },
    {
        "中文名": "寺内寿一",
        "职业": "军人",
        "img": "",
        "外文名": "てらうち　ひさいち",
        "逝世日期": "1946年6月12日",
        "出生地": "山口县",
        "description": "寺内寿一（TerauchiHisaichi，1879年8月8日一1946年6月12日），日本山口县人。1899年日本陆军士官学校毕业，1904年参加日俄战争。1909年陆军大学毕业，后历任近卫师团参谋长、第一师团司令部助理、朝鲜军参谋长。1929年晋升中将，任独立守备队司令官，后任第五师团长、第四师团长。1934年任台湾军司令官，在任内强化殖民统治。1935年晋升大将，任军事参议官。1936年任广田内阁陆军大臣。1937年任教育总监。同年7月任华北方面军司令官。力主彻底征服中国，指挥日军侵犯山东、山西、河南、内蒙等地，纵兵四处烧杀奸掠。1939年作为日本陆军代表出席德国纳粹党大会。1941年任南方军总司令官，率军占领南亚菲律宾、马来亚等国。1943年晋升元帅。抗战胜利后，被中华民国国民政府列为甲级战犯。1946年6月12日在西贡狱中病死。",
        "军衔": "元帅陆军大将",
        "民族": "大和族",
        "size": 25,
        "出生日期": "1879年8月8日",
        "毕业院校": "陆军士官学校",
        "name": "寺内寿一",
        "personID": "998",
        "国籍": "日本",
        "id": "寺内寿一",
        "group": 2
    },
    {
        "职业": "政治家，军事家",
        "img": "",
        "逝世日期": "1969年1月30日",
        "主要成就": "台儿庄大捷",
        "出生地": "广西壮族自治区桂林市临桂区",
        "description": "李宗仁（1891年8月13日~1969年1月30日），字德邻，广西桂林市临桂人。国民革命军陆军一级上将，中国国民党“桂系”首领，中华民国首任副总统、代总统。他是北伐战争中有着重要影响的一位人物，北伐前致力两广统一，奠定北伐的基础，促成北伐。“九·一八”事变后，抗日战争爆发，李宗仁任第五战区司令长官。1948年国民党行宪，当选副总统。蒋介石下野后，一度任代总统，欲以和谈挽救国民政府未果。之后出走美国，但最终偕夫人郭德洁于1965年7月经瑞士、中东回到北京，受到毛泽东及其他中共领导人欢迎，于1969年1月30日在北京逝世。",
        "本名": "李宗仁",
        "军衔": "一级上将",
        "size": 25,
        "所处时代": "民国时期",
        "主要作品": "《李宗仁回忆录》",
        "政党": "中国国民党",
        "字": "德邻",
        "出生日期": "1891年8月13日",
        "毕业院校": "广西陆军速成学堂",
        "name": "李宗仁",
        "民族族群": "汉族",
        "personID": "337",
        "国籍": "中国",
        "id": "李宗仁",
        "group": 2
    },
    {
        "中文名": "汤恩伯",
        "职业": "军人",
        "img": "",
        "逝世日期": "1954年6月29日",
        "别名": "汤克勤",
        "参与战役": "台儿庄战役，武汉会战，随枣会战",
        "出生地": "浙江省金华市武义县汤村",
        "description": "汤恩伯（1900年9月—1954年6月29日），字克勤，浙江武义人。中华民国陆军二级上将，黄埔系骨干将领。1926年毕业于日本陆军士官学校。1928年任新迁到南京的陆军军官学校第六期学生大队长。次年改任教导第一旅旅长。1930年中原大战中在豫东归德（今商丘市）作战，因保护蒋介石的安全而深受赏识。1931年升任师长。1933年奉命往福建讨伐李济深、蔡廷锴等所建立的人民政府。1934年夏率部参加对中央革命根据地的第五次“围剿”，进逼瑞金。1935年任第十三军军长兼陕北“剿匪”善后办事处主任，围攻延安等地的工农红军。1937年，七七事变爆发后，指挥部队在南口地区抗击日军进攻，重创敌军，担任中国国民革命军第20军军团长。1938年3月，率部参加台儿庄会战。6月，任国民革命军第31集团军总司令，先后参加武汉会战、随枣会战。1942年，任抗日战争第一战区副司令长官兼鲁苏皖豫边区总司令。1944年4月，参加豫湘桂战役中，所部溃败，受撤职留任处分。解放战争中，曾任国民党政府军第一兵团司令官，于1947年5月率部向山东解放区发动“重点进攻”。因孟良崮战役中国民党政府军的整编七十四师等部全部被歼，师长张灵甫被击毙，他于6月被蒋介石撤职。1948年春任徐州绥靖主任，当年冬被蒋介石任命为京沪杭警备司令。解放战争之后，逃往台湾。1954年6月因病从台湾赴日本就医无效，6月29日在东京去世。",
        "逝世地": "日本东京",
        "军衔": "二级上将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1900年9月",
        "政党": "中国国民党",
        "服役军队": "中华民国陆军",
        "毕业院校": "明治大学、日本陆军士官学校",
        "name": "汤恩伯",
        "personID": "374",
        "国籍": "中国",
        "id": "汤恩伯",
        "勋章": "青天白日勋章",
        "group": 2
    },
    {
        "中文名": "孙连仲",
        "职业": "军人",
        "img": "",
        "逝世日期": "1990年8月14日",
        "主要成就": "坚守台儿庄",
        "别名": "孙仿鲁",
        "出生地": "直隶雄县（今河北省保定市雄县）",
        "description": "孙连仲（1893年2月2日－1990年8月14日），字仿鲁，汉族，直隶雄县（今河北省保定市雄县）人。国民革命军陆军二级上将。1990年8月14日，孙连仲将军病逝在台湾。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1893年2月2日",
        "name": "孙连仲",
        "personID": "360",
        "国籍": "中国",
        "id": "孙连仲",
        "group": 2
    },
    {
        "中文名": "白崇禧",
        "职业": "军人",
        "img": "",
        "信仰": "伊斯兰教",
        "逝世日期": "1966年12月2日",
        "别名": "白健生，乌默尔，小诸葛",
        "参与战役": "北伐战争，蒋桂战争，抗日战争",
        "description": "白崇禧（1893年3月18日~1966年12月2日），字健生，回族，广西桂林市临桂区会仙镇山尾人，中华民国陆军一级上将，誉为“小诸葛”。军阀新桂系代表人物，与李宗仁合称李白。北伐战争时，率广西军队攻至山海关。北伐成功后和蒋介石及其它地方势力多次开战。抗日战争爆发后，二人动员广西的军队抗击日军，合作指挥多场大战，屡有胜果。曾获青天白日勋章、抗战胜利勋章、英国巴士武士勋章等。白崇禧在抗日战争胜利后，担任“中华民国国防部长”。解放军解放中国大陆后，白崇禧逃往台湾，1966年逝于台北。",
        "籍贯": "广西桂林市临桂区会仙镇山尾",
        "逝世地": "台湾台北市",
        "军衔": "陆军一级上将",
        "民族": "回族",
        "size": 25,
        "出生日期": "1893年3月18日",
        "政党": "中国国民党",
        "配偶": "马佩璋",
        "毕业院校": "保定陆军军官学校",
        "name": "白崇禧",
        "personID": "1042",
        "国籍": "中国",
        "儿子": "白先勇，白先忠，白先敬",
        "id": "白崇禧",
        "勋章": "青天白日勋章，抗战胜利勋章",
        "group": 2
    },
    {
        "中文名": "蒋介石",
        "img": "",
        "外文名": "Chiang Kai-shek",
        "逝世日期": "1975年4月5日",
        "主要成就": "二战时期中国战区最高统帅",
        "子女": "蒋经国、蒋纬国",
        "出生地": "浙江省宁波市奉化县溪口镇",
        "description": "蒋介石（1887年10月31日-1975年4月5日），原名瑞元，学名志清、中正，字介石。浙江奉化人，是近代中国著名政治及军事人物，历任黄埔军校校长、国民革命军总司令、国民政府主席、行政院院长、国民政府军事委员会委员长、中华民国特级上将、中国国民党总裁、三民主义青年团团长、第二次世界大战同盟国中国战区最高统帅、中华民国总统等职。蒋介石受孙中山赏识而崛起于民国政坛，在孙中山去世后长期领导中国国民党达半世纪；其于国民政府时代一直居于军政核心，但其政治手腕与独裁统治亦遭受批评。其从政生涯横跨多个重要时期，在中国近代史上有重要地位。1975年4月5日，在台北士林官邸逝世。蒋介石是中国近现代史上的一个关键人物，他的政治生涯对中国近现代史的进程产生过极为重要的影响。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1887年10月31日",
        "毕业院校": "东京振武学校",
        "name": "蒋介石",
        "personID": "263",
        "国籍": "中国",
        "id": "蒋介石",
        "妻子": "宋美龄",
        "group": 2
    },
    {
        "中文名": "王铭章",
        "职业": "军人",
        "img": "",
        "信仰": "三民主义",
        "逝世日期": "1938年3月17日",
        "别名": "王之钟",
        "出生地": "四川新都",
        "description": "王铭章（1893.7.4—1938.3.17），字之钟，汉族，四川省新都（今成都市新都区）泰兴场人，民族抗日英雄，国民革命军陆军第41军122师师长。早年参加保路运动和讨伐袁世凯战争，曾以其禀性正直、骁勇善战而享誉军旅。著名抗日将领。王铭章在台儿庄会战中，因誓死保卫滕县（今山东滕州）而牺牲殉国，为台儿庄大捷奠定了基础，后被国民政府追赠为陆军上将，是中国军方在抗日战争中牺牲的高级将领之一。2014年9月，王铭章将军名列第一批300名著名抗日英烈和英雄群体名录。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1893年7月4日",
        "毕业院校": "四川陆军军官学校第三期步兵科",
        "name": "王铭章",
        "personID": "491",
        "国籍": "中国",
        "id": "王铭章",
        "group": 2
    },
    {
        "中文名": "张自忠",
        "img": "",
        "逝世日期": "1940年5月16日",
        "别名": "字荩臣，后改荩忱",
        "description": "张自忠（1891年8月11日－1940年5月16日），字荩臣，后改荩忱，汉族，山东临清人，第五战区右翼兵团总指挥兼第三十三集团军总司令，中国国民党上将衔陆军中将，追授二级上将衔，抗日名将、民族英雄。1937年至1940年先后参与临沂保卫战、徐州会战、武汉会战、随枣会战与枣宜会战等。1940年在襄阳与日军战斗中，不幸牺牲。新中国成立后，中央人民政府追认张自忠将军为革命烈士，2009年被评为“100位为新中国成立作出突出贡献的英雄模范人物”。2014年9月，张自忠将军名列第一批300名著名抗日英烈和英雄群体名录。",
        "籍贯": "山东临清唐园村",
        "党派": "中国国民党",
        "民族": "汉族",
        "军衔": "上将衔陆军中将，追授二级上将衔",
        "size": 25,
        "出生日期": "1891年8月11日",
        "毕业院校": "天津政法学堂",
        "name": "张自忠",
        "personID": "258",
        "国籍": "中国",
        "id": "张自忠",
        "group": 2
    },
    {
        "职业": "军人",
        "img": "",
        "信仰": "三民主义",
        "逝世日期": "1980年8月1日",
        "主要成就": "国民政府陆军总司令台儿庄大捷",
        "别名": "原名志道",
        "出生地": "陕西省鄠县（今西安市鄠邑区）",
        "description": "关麟征（1905—1980），原名志道，字雨东，汉族，陕西鄠县（今陕西省西安市鄠邑区）人。1924年考入黄埔军校第一期学习，加入中国国民党。毕业后任黄埔学生军教导团排长、连长、营长、团长等职。曾参加东征和北伐。1928年后，升任国民革命军第三十二旅旅长、新编第五师副师长、第二十五师师长。1933年率部参加长城抗战，在古北口、冷口一带抗击日军。1936年春率部赴山西，任第五纵队司令，堵截东征的工农红军。1936年10月授陆军中将，任第十一纵队司令官，入陕甘“围剿”工农红军。抗日战争爆发后，任第五十二军军长，率部在平汉铁路北段抗击日军，参加保定战役，在漳河一带击败日军。后率部转战河南、山东抗日战场。1938年3月率部参加武汉保卫战。1939年任第十五集团军副总司令、代总司令兼第三十七军军长。率部参加第一次长沙会战，后升任第十五集团军总司令。1940年所部改编第九集团军后，仍任总司令，驻守滇边。1945年初任第一方面军副总司令官。同年5月当选为国民党第六届中央执行委员。抗日战争胜利后，任云南省警备总司令，昆明一二·一惨案后被撤职。1946年任中央陆军军官学校教育长，1947年升任校长。1948年8月任陆军副总司令，1949年8月升任陆军总司令，旋辞职，退出军界。1950年寓居香港。1980年7月30日病逝于香港伊利莎白医院，享年75岁。著有《关麟征回忆录》等。",
        "本名": "关麟征",
        "军衔": "陆军中将",
        "size": 25,
        "主要作品": "《关麟征回忆录》",
        "出生日期": "1905年4月7日",
        "字": "雨东",
        "毕业院校": "黄埔军校第一期",
        "name": "关麟征",
        "民族族群": "汉族",
        "personID": "571",
        "id": "关麟征",
        "group": 2
    },
    {
        "职业": "军人",
        "中文名": "畑俊六",
        "img": "",
        "信仰": "武士道 军国主义",
        "外文名": "はた しゅんろく",
        "出生地": "日本东京",
        "description": "畑俊六（はたしゅんろく，1879年7月26日—1962年5月10日），日本昭和时期陆军大将，甲级战犯，早年毕业于日本陆军士官学校和陆军大学。1933年后历任日军第十四师团师团长，日本航空本部长，日本台湾军司令官，教育总监等职。1938年调任上海日军总司令、华中日军司令官，曾指挥日军侵犯武汉。1939年任内阁陆军大臣。1941年再次来华，任侵华日军总司令官，负责全面指挥侵华战争。1944年获得大将军衔。1945年日本战败后被捕，1948年被远东国际军事法庭判处无期徒刑。1954年因病假释，1962年病死。",
        "死亡日期": "1962年5月10日",
        "军衔": "陆军大将",
        "民族": "大和民族",
        "size": 25,
        "出生日期": "1879年7月26日",
        "毕业院校": "日本陆军士官学校",
        "name": "畑俊六",
        "personID": "311",
        "国籍": "日本",
        "id": "畑俊六",
        "group": 2
    },
    {
        "中文名": "冈村宁次",
        "img": "",
        "外文名": "Yasuji Okamura",
        "主要成就": "参加日俄战争第一次世界大战",
        "出生地": "日本东京",
        "description": "冈村宁次（1884年5月15日——1966年9月2日），男。侵华日军战犯，百团大战后调任华北方面最高司令长官，指挥日军对八路军各抗日根据地进行了残酷的大扫荡。并对华北地区的平民进行了惨绝人寰的屠杀（三光政策），抗日战争末期任日本中国派遣军总司令官。昭和军阀的三羽乌的第三位。冈村宁次先后就读于日本陆军士官学校、日本陆军大学。曾参加日俄战争和第一次世界大战。1913年陆军大学毕业后在参谋本部任职。1917年在驻华武官处工作。1919年回国后，长期供职于陆军参谋本部，研究中国情报。1925～1927年任北洋军阀孙传芳的军事顾问，参与中国内战。1945年日本投降后，率侵华日军向中华民国政府投降，于9月9日在南京签署投降书。冈村宁次在当时延安公布的日本战犯名单中被列为首要战争罪犯，本应加以严惩，但因受到国民党政府的庇护，未受法律制裁。在解放战争时期，他曾被聘为蒋介石的秘密军事顾问，参与策划对解放区的进犯。1949年1月，被国民党政府宣判“无罪”，同年4月返回日本。1950年被聘为台湾“革命实践研究院”高级教官。1957年任日本乡友会联盟会长。1966年9月2日死于日本。",
        "代表作品": "冈村宁次回忆录",
        "籍贯": "日本东京",
        "死亡日期": "1966年9月2日",
        "民族": "和族",
        "size": 25,
        "出生日期": "1884年5月15日",
        "毕业院校": "日本陆军士官学校、日本陆军大学",
        "name": "冈村宁次",
        "personID": "797",
        "国籍": "日本",
        "id": "冈村宁次",
        "group": 2
    },
    {
        "中文名": "陈诚",
        "职业": "军人",
        "img": "",
        "外文名": "Chen Cheng",
        "逝世日期": "1965年3月5日",
        "主要成就": "国军“土木系”首领",
        "参与战役": "淞沪会战，武汉会战，国共内战",
        "出生地": "浙江省丽水市青田县高市乡",
        "description": "陈诚（1898年1月4日—1965年3月5日），男，字辞修，别号石叟。浙江青田人。保定军校毕业。1924年任黄埔军校特别官佐。后任国民政府军第十一师师长、第十八军军长。九一八事变后，任第二路、第三路军总指挥，参加对中央苏区的“围剿”。1935年授中将衔。次年加上将衔。抗日战争全面爆发后，任第三战区前敌总司令兼第十五集团军总司令，参加指挥淞沪会战。1938年任军事委员会政治部部长、武汉卫戍总司令兼湖北省政府主席，第九战区司令长官，参与指挥武汉会战。1939年授二级上将衔。次年7月调任第六战区司令长官。1943年2月任中国远征军司令长官，制订滇缅作战计划。不久因病辞职。1944年任第一战区司令长官、军委会军政部长。抗战胜利后，任国防部参谋总长，1947年授一级上将衔，1948年12月任台湾省省长。国民党败退台湾后，任台湾当局“行政院”院长、副“总统”，国民党副总裁。",
        "性别": "男",
        "军衔": "一级上将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年1月4日",
        "政党": "中国国民党",
        "服役军队": "中华民国陆军",
        "毕业院校": "保定陆军军官学校",
        "name": "陈诚",
        "personID": "705",
        "国籍": "中国",
        "id": "陈诚",
        "勋章": "青天白日勋章，总统自由勋章",
        "group": 2
    },
    {
        "中文名": "康克清",
        "img": "",
        "逝世日期": "1992年4月22日",
        "出生地": "江西省万安县罗塘湾",
        "description": "康克清（1911年9月7日-1992年4月22日），女，汉族，江西省万安县人，1925年开始投身革命。1926年加入中国共产主义青年团，朱德同志的夫人。中国共产党的优秀党员，久经考验的无产阶级革命家，中国妇女解放运动的卓越领导人。曾任全国政协第五、六、七届副主席。康克清在60多年的革命生涯中，兢兢业业、孜孜追求、奋进不息，把自己的一切毫无保留地奉献给她终生为之奋斗的中国革命、建设和改革事业，奉献给她深深挚爱的中国妇女与少年儿童事业，赢得了全党全国各族人民的尊敬和爱戴。",
        "代表作品": "康克清回忆录",
        "性别": "女",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1911年9月7日",
        "name": "康克清",
        "personID": "151",
        "国籍": "中国",
        "id": "康克清",
        "group": 2
    },
    {
        "职业": "军人",
        "中文名": "胡秀芝",
        "img": "",
        "信仰": "中国共产党党员",
        "逝世日期": "1938年10月",
        "主要成就": "“八女投江”烈士",
        "description": "胡秀芝（1918年-1938年10月），“八女投江”烈士，中国共产党党员。黑龙江林口县刁翎镇马蹄沟人。东北抗日联军第五军妇女团班长。1938年在与日寇的战斗中，弹尽粮绝，她与七位战友宁死不屈，毅然投江，全部牺牲，年仅20岁。2021年3月22日，中央广播电视总台中国之声联合全国广播电台共同推出特别报道《中国共产党百年瞬间》之八女投江。",
        "籍贯": "黑龙江林口县刁翎镇马蹄沟",
        "size": 25,
        "出生日期": "1918年",
        "name": "胡秀芝",
        "personID": "875",
        "id": "胡秀芝",
        "group": 2
    },
    {
        "中文名": "黄桂清",
        "img": "",
        "民族": "汉族",
        "size": 25,
        "name": "黄桂清",
        "出生地": "广东梅州",
        "description": "黄桂清是广东省叶剑英基金会会长、叶剑英研究会副会长",
        "personID": "1085",
        "国籍": "中国",
        "id": "黄桂清",
        "group": 2
    },
    {
        "职业": "东北抗日联军战士",
        "中文名": "冷云",
        "img": "",
        "逝世日期": "1938年",
        "主要成就": "是“八女投江”为首的烈士",
        "出生地": "黑龙江省桦川县",
        "description": "冷云（1915年—1938年），出生于黑龙江省佳木斯市桦川县，1931年入桦川县立女子师范学校读书。九一八事变后积极参加抗日救国活动。1934年加入中国共产党，在佳木斯等地从事秘密抗日活动。两年后加入东北抗联第5军。成为抗联战士的冷云曾经负责队伍中的文化教育工作，后来调到第5军妇女团，历任小队长、政治指导员。1938年，冷云随第5军第1师部队西征。10月上旬，部队经长途行军抵达牡丹江下游支流乌斯浑河西岸，但日伪军千余人跟踪而至。师首长命令8名女同志先行渡河，就在她们将要下河时，突然枪声大作，在冷云率领下，她们一齐向敌人开火。此刻，日伪军一面以火力阻止抗联主力部队的回援，一面向冷云等据守的河岸阵地扑来。当她们投出了最后一颗手榴弹后，八人集体投江，壮烈牺牲。2021年3月22日，中央广播电视总台中国之声联合全国广播电台共同推出特别报道《中国共产党百年瞬间》之八女投江。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1915年",
        "毕业院校": "桦川县立女子师范学校",
        "name": "冷云",
        "personID": "54",
        "国籍": "中国",
        "id": "冷云",
        "group": 2
    },
    {
        "中文名": "王惠民",
        "职业": "烈士",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1938年夏",
        "description": "王惠民（1925-1938）黑龙江人，共产党员，抗日巾帼英雄。2021年3月22日，中央广播电视总台中国之声联合全国广播电台共同推出特别报道《中国共产党百年瞬间》之八女投江。",
        "性别": "女",
        "民族": "汉",
        "size": 25,
        "出生日期": "1925年",
        "name": "王惠民",
        "personID": "32",
        "国籍": "中国",
        "id": "王惠民",
        "group": 2
    },
    {
        "img": "",
        "size": 25,
        "出生日期": "1920年",
        "逝世日期": "1938年10月上旬",
        "别名": "“八女投江”烈士",
        "name": "杨贵珍",
        "出生地": "黑龙江省林口县莲花乡",
        "description": "杨贵珍（1920年-1938年10月），“八女投江”烈士，中国共产党党员。2021年3月22日，中央广播电视总台中国之声联合全国广播电台共同推出特别报道《中国共产党百年瞬间》之八女投江。",
        "personID": "747",
        "id": "杨贵珍",
        "本名": "杨贵珍",
        "group": 2
    },
    {
        "中文名": "郭桂琴",
        "职业": "妇女团战士",
        "img": "",
        "逝世日期": "1938年10月",
        "主要成就": "八女投江的壮举",
        "出生地": "黑龙江林口县刁翎镇河西村",
        "description": "郭桂琴，“八女投江”烈士。17岁左右，黑龙江林口县刁翎镇河西村人。东北抗日联军第五军妇女团战士。2021年3月22日，中央广播电视总台中国之声联合全国广播电台共同推出特别报道《中国共产党百年瞬间》之八女投江。",
        "性别": "女",
        "size": 25,
        "出生日期": "1920年12月19日",
        "name": "郭桂琴",
        "personID": "94",
        "国籍": "中国",
        "id": "郭桂琴",
        "group": 2
    },
    {
        "img": "",
        "size": 25,
        "主要成就": "东北抗日联军第五军妇女团战士",
        "name": "李凤善",
        "民族族群": "朝鲜族",
        "出生地": "黑龙江省林口县龙爪乡人",
        "description": "李凤善，“八女投江”烈士之一。朝鲜族，牺牲时年仅20岁左右，黑龙江省林口县龙爪乡人。东北抗日联军第五军妇女团战士。2021年3月22日，中央广播电视总台中国之声联合全国广播电台共同推出特别报道《中国共产党百年瞬间》之八女投江。",
        "personID": "893",
        "id": "李凤善",
        "本名": "李凤善",
        "group": 2
    },
    {
        "中文名": "今井武夫",
        "职业": "军人",
        "img": "",
        "外文名": "いまい たけお",
        "逝世日期": "1982年6月12日",
        "出生地": "日本国中部的长野县",
        "description": "今井武夫（いまいたけお，1898年2月23日—1982年6月12日），日本长野县人。1918年毕业于陆军士官学校，1928年毕业于陆军大学。长期在参谋本部中国课工作，曾任驻中国大使馆武官辅佐官。1937年参与策划卢沟桥事变。1939年任参谋本部中国课课长，与影佐祯昭等人策划成立汪伪政府。后任新编步兵第一四一联队队长，大东亚省参事，侵华日军中国派遣军总司令部第二课长兼第四课长，报导部长，上海陆军高级部长等职。1944年9月，任中国派遣军总参谋长。1945年8月日本投降后，代表侵华日军司令官冈村宁次与中国政府接洽投降事宜。1946年12月返回日本，被解除军职，80年代初死于日本。著有《中国事变的回忆》等。",
        "民族": "大和",
        "size": 25,
        "出生日期": "1898年2月23日",
        "name": "今井武夫",
        "personID": "878",
        "国籍": "日本",
        "id": "今井武夫",
        "group": 2
    },
    {
        "中文名": "汪精卫",
        "img": "",
        "原名": "汪兆铭",
        "出生地": "广东省三水县",
        "description": "汪精卫（1883年5月4日-1944年11月10日），又名汪兆铭，祖籍浙江山阴（原绍兴县），出生于广东三水，字季新。早年投身革命，曾谋刺清摄政王载沣未遂，袁世凯统治时期到法国留学。回国后于1919年在孙中山领导下，驻上海创办《建设》杂志。1921年孙中山在广州就任非常大总统，汪精卫任广东省教育会长、广东政府顾问。1924年任中央宣传部长。后期思想明显退变，于抗日战争期间投靠日本，在南京成立伪国民政府，沦为汉奸。1944年在日本名古屋因“骨髓肿”病死。",
        "民族": "汉族",
        "size": 25,
        "去世时间": "1944年11月10日",
        "毕业院校": "日本法政大学",
        "祖籍": "浙江山阴（原绍兴县）",
        "name": "汪精卫",
        "personID": "138",
        "国籍": "中国",
        "id": "汪精卫",
        "妻子": "陈璧君",
        "group": 2
    },
    {
        "中文名": "陈公博",
        "img": "",
        "逝世日期": "1946年6月3日",
        "别名": "东山公子（化名）",
        "出生地": "广东南海（今广东广州）",
        "description": "陈公博（1892年10月19日－1946年6月3日），原籍广东乳源县，寄籍广东南海。。生于1892年10月19日，早年就读于北京大学，中国政治人物。他早年参加中国共产党，是中共一大代表，而后脱党而去，跻身国民党行列，以“左派”自诩，曾任国民党第二次全国大会中央执委。后演变为反蒋的改组派的代表人物，但不久又与蒋合流，是蒋的座上客。最后，他追随汪精卫，叛国投敌，成为中国的第二号大汉奸。1945年8月，在日本投降后解散伪国民政府并出逃日本，不久被押解回中国。1946年4月12日，被江苏高等法院判处死刑；6月3日，被执行枪决。",
        "籍贯": "广东乳源县",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1892年10月19日",
        "毕业院校": "北京大学",
        "name": "陈公博",
        "personID": "1050",
        "国籍": "中国",
        "id": "陈公博",
        "group": 2
    },
    {
        "中文名": "陶希圣",
        "职业": "学者 历史学家",
        "img": "",
        "逝世日期": "1988年",
        "别名": "陶汇曾",
        "description": "陶希圣（1899年—1988年），曾任汪伪中央常务委员会委员兼中央宣传部部长。后与高宗武逃赴香港，揭露汪日签订卖国密约内容。1941年太平洋战争爆发后去重庆，任蒋介石侍从秘书，起草《中国之命运》，任《中央日报》总主笔，成为国民党权威理论家。1988年6月27日在台北病逝。",
        "代表作品": "《中国社会现象拾零》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1899年",
        "毕业院校": "北京大学",
        "name": "陶希圣",
        "personID": "172",
        "国籍": "中国",
        "id": "陶希圣",
        "group": 2
    },
    {
        "中文名": "高宗武",
        "img": "",
        "逝世日期": "1994年",
        "description": "高宗武（1905—1994），浙江乐清（北白象镇双庙村）人。早年留学日本，抗战前期进入外交领域，29岁担任外交部亚洲司司长的职务，专门从事对日外交工作，是当时国民政府里最年轻的高级外交官员。抗战全面爆发后，高宗武接受特殊任务，在香港负责对日情报工作。他在这段时间一度背离蒋介石，为汪精卫卖国行径秘密奔走，并随汪精卫去上海，参与“汪日密约”的谈判。后来又与陶希圣一起逃离上海，揭露汪日签订卖国密约内容，制造了轰动一时的“高陶事件”。",
        "民族": "汉族",
        "size": 25,
        "相关事件": "高陶事件",
        "出生日期": "1905年",
        "name": "高宗武",
        "personID": "266",
        "国籍": "中国",
        "id": "高宗武",
        "group": 2
    },
    {
        "中文名": "曾仲鸣",
        "img": "",
        "逝世日期": "1939年",
        "出生地": "福州",
        "description": "曾仲鸣（1896—1939），福建闽县人。福建闽县人。早年留学法国，获里昂大学文学博士学位。1925年回国后，历任广州国民政府秘书、武汉国民政府秘书、政治委员会主任秘书。1930年，积极参加反蒋活动，任北平扩大会议秘书长。次年任国民党第四届候补中央执行委员、中央政治会议副秘书长。1932年出任铁道部次长。1938年，汪精卫逃离重庆，投降日本，曾是其重要策划人之一。同年12月18日，随汪精卫等叛逃到越南河内。次年3月21日，在河内被国民党人陈恭澍等刺杀。著有《艺术与科学》等。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1896年",
        "name": "曾仲鸣",
        "personID": "667",
        "国籍": "中国",
        "id": "曾仲鸣",
        "group": 2
    },
    {
        "中文名": "陈璧君",
        "img": "",
        "逝世日期": "1959年（己亥年）6月17日",
        "别名": "字冰如",
        "出生地": "马来西亚槟榔屿乔治市",
        "description": "陈璧君（1891年11月5日－1959年6月17日），女，字冰如，原籍广东省江门新会，汪精卫之妻。1891年11月5日出生于马来西亚槟榔屿乔治市，为南洋巨富陈耕基之女。抗战期间随汪精卫叛国投敌，沦为汉奸。抗战胜利后被国民政府以汉奸罪逮捕。1959年6月17日，病死于狱中。",
        "籍贯": "广东新会",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1891年（辛卯年）11月5日",
        "配偶": "汪精卫",
        "毕业院校": "璧如女校",
        "name": "陈璧君",
        "personID": "607",
        "国籍": "中国",
        "id": "陈璧君",
        "group": 2
    },
    {
        "中文名": "周佛海",
        "img": "",
        "别名": "周福海",
        "出生地": "湖南沅陵县凉水井镇",
        "description": "周佛海（1897年5月29日-1948年2月28日），湖南省沅陵县凉水井镇窝溪村人，中共一大代表，后成为卖国巨奸。1917年初夏，周佛海从上海的黄浦港乘船去了日本，进入鹿儿岛第七高等学校学习。周佛海在日本学习时，开始信仰共产主义。1921年7月，出席中共一大，成为唯一从境外赶回来的海外一大代表，并被选举为副总书记。1922年3月，考入东京京都帝国大学，此时周佛海动摇了信仰，逐渐与共产主义背道而驰。1924年9月，正式脱党并获准。周佛海一脱党，就走向了反共的道路。抗日战争爆发后，周佛海成为汪精卫集团叛国投敌的主要策划者，暗中与日本侵略者勾结，进行谋求“和平”的勾当。1940年3月30日，任伪财政部长、伪军事委员会副委员长、伪中央政治委员会秘书长、伪中央储备银行总裁、伪警政部长、伪清乡委员会副委员长、伪物资统制审议委员会委员长等要职。1942年10月，周佛海背着汪精卫开展了“效命中央”的活动。1946年9月16日，国民党当局派专机将周佛海、丁默邨等人由重庆押送来南京，羁押在宁海路23号军统局看守所。1946年11月7日，国民党首都高等法院对周佛海作出判决：周佛海通谋敌国，图谋反抗本国，处死刑，褫夺公权终身。后蒋介石下令将周佛海的死刑减为无期徒刑。1948年2月28日，周佛海在南京老虎桥监狱结束了反复无常的罪恶的一生，时年51岁。",
        "主要罪行": "汪伪政权的主要组织者",
        "死亡日期": "1948年2月28日",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1897年5月29日",
        "毕业院校": "京都帝国大学",
        "name": "周佛海",
        "personID": "890",
        "国籍": "中国",
        "id": "周佛海",
        "group": 2
    },
    {
        "中文名": "汪姓",
        "img": "",
        "size": 25,
        "名人": "汪国真、汪士慎",
        "外文名": "wang",
        "name": "汪",
        "description": "汪姓起姓于安徽的汪芒氏的汪姓和山东以邑为姓的汪姓，是我国早期历史上汪姓在南北方繁衍的中心地带。其中北方的山西省境内发展成了一大望族。东汉末年，汪文和迁居新安（今安徽歙县），发展成为新安一带望族，唐代汪华封越国公。世居今安徽歙县，家族甚旺。宋代以后，汪姓迅速繁衍起来，成为我国南方的一个典型大姓。",
        "出自": "姬姓",
        "personID": "694",
        "郡望": "平阳郡、吴兴郡、新安郡、六桂郡",
        "id": "汪",
        "group": 2
    },
    {
        "中文名": "毛泽东",
        "img": "",
        "信仰": "马克思主义",
        "逝世日期": "1976年09月09日",
        "别名": "石三伢子、二十八画生 等",
        "出生地": "湖南省长沙府湘潭县韶山冲",
        "description": "毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任。湖南湘潭人。中国人民的领袖，伟大的马克思主义者，伟大的无产阶级革命家、战略家、理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，马克思主义中国化的伟大开拓者，近代以来中国伟大的爱国者和民族英雄，中国共产党第一代中央领导集体的核心，领导中国人民彻底改变自己命运和国家面貌的一代伟人。1949至1976年，毛泽东担任中华人民共和国最高领导人。他对马克思列宁主义的发展、军事理论的贡献以及对共产党的理论贡献被称为毛泽东思想。因毛泽东担任过的主要职务几乎全部称为主席，所以也被人们尊称为“毛主席”。毛泽东被视为现代世界历史中最重要的人物之一，《时代》杂志也将他评为20世纪最具影响100人之一。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1893年12月26日",
        "毕业院校": "湖南省立第一师范学校",
        "name": "毛泽东",
        "personID": "1088",
        "国籍": "中国",
        "id": "毛泽东",
        "group": 2
    },
    {
        "中文名": "阿部规秀",
        "职业": "军人",
        "img": "",
        "别名": "“名将之花”",
        "description": "阿部规秀（1886年5月一1939年11月7日），侵华日军将领，男，生于日本青森县，1907年毕业于日本陆军士官学校第十九期。毕业后加入日本陆军，历任步兵第三十二联队附、第八师团副官、第十八师团参谋、仙台陆军教导学校学生队长。1937年8月，升任关东军第1师团步兵第1旅团旅团长，驻屯黑龙江省孙吴地区，并晋升为陆军少将。1939年晋升为陆军中将。1939年11月5日至8日，黄土岭围歼战中，八路军击毙日军“名将之花”阿部规秀，他是抗日战争中被我军击毙的职务最高的日军将领。",
        "死亡日期": "1939年11月7日",
        "军衔": "陆军中将",
        "size": 25,
        "出生日期": "1886年5月",
        "毕业院校": "日本陆军士官学校",
        "name": "阿部规秀",
        "职务": "日军独立混成第二旅团旅团长",
        "personID": "643",
        "国籍": "日本",
        "id": "阿部规秀",
        "group": 2
    },
    {
        "中文名": "杨成武",
        "职业": "无产阶级革命家、军事家",
        "img": "",
        "逝世日期": "2004年2月14日",
        "主要成就": "中国人民解放军上将军衔",
        "别名": "杨能俊",
        "出生地": "福建长汀县",
        "description": "杨成武（1914年10月27日—2004年2月14日），福建省长汀县客家人，是中共的优秀党员，共产主义战士，无产阶级革命家、军事家。杨成武于1929年参加革命，1930年加入中国共产党。17岁当上团政委。后任红1军团第1师政治委员，指挥过抗日战争、解放战争，为创建新中国立下了不朽功勋。1955年被授予上将军衔。1955年获一级八一勋章、一级独立自由勋章和一级解放勋章，1988年获一级红星功勋荣誉章。",
        "军衔": "上将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1914年10月27日",
        "name": "杨成武",
        "personID": "24",
        "国籍": "中国",
        "id": "杨成武",
        "group": 2
    },
    {
        "中文名": "白求恩",
        "职业": "共产党员、医生",
        "img": "",
        "原名": "亨利·诺尔曼·白求恩",
        "星座": "双鱼座",
        "信仰": "马列主义",
        "逝世日期": "1939年11月12日",
        "出生地": "加拿大安大略省格雷文赫斯特镇",
        "description": "白求恩，全名亨利·诺尔曼·白求恩（HenryNormanBethune，1890年3月4日—1939年11月12日），加拿大共产党员，国际主义战士，著名胸外科医师。1890年出生于加拿大安大略省格雷文赫斯特镇，1935年加入加拿大共产党，1938年来到中国参与抗日革命。因手术中被细菌感染转为败血症，1939年11月12日凌晨逝世。他在中国工作的一年半时间里为中国抗日革命呕心沥血，毛泽东称其为是一个高尚的人，一个纯粹的人，一个有道德的人，一个脱离了低级趣味的人，一个有益于人民的人。",
        "size": 25,
        "墓地": "石家庄市华北军区烈士陵园",
        "出生日期": "1890年3月4日",
        "毕业院校": "多伦多大学医学院",
        "name": "白求恩",
        "personID": "46",
        "国籍": "加拿大",
        "血型": "O型",
        "id": "白求恩",
        "group": 2
    },
    {
        "中文名": "粟裕",
        "职业": "军事家、革命家",
        "img": "",
        "外文名": "Su Yu",
        "逝世日期": "1984年2月5日",
        "别名": "粟多珍、粟志裕",
        "出生地": "湖南会同",
        "description": "粟裕（1907年8月10日-1984年2月5日），幼年起名粟多珍、志裕，侗族，生于湖南会同。中国卓越的无产阶级革命家、杰出的军事家，中国人民解放军高级将领，中华人民共和国十大大将之首。1927年加入中国共产党，参加南昌起义，后进入井冈山，参加历次反“会剿”和全部五次反“围剿”战争。长征时留在南方组织游击战争。抗日战争期间，任新四军第二支队副司令员、江南指挥部和苏北指挥部副指挥。1941年任新四军第一师师长，后兼第六师师长。解放战争期间，任华中野战军司令、华东野战军副司令、代司令员兼代政委等职，主要指挥高邮战役、陇海线徐（州）海（州）段战役、苏中战役、孟良崮战役、济南战役、淮海战役、渡江战役、上海战役等。中华人民共和国成立后，历任中国人民解放军总参谋长、中国共产党中央军事委员会常委、第五届全国人大常委会副委员长等职。1955年9月27日，被授予大将军衔，并授予一级八一勋章、一级独立自由勋章和一级解放勋章。",
        "民族": "侗族",
        "军衔": "大将",
        "size": 25,
        "出生日期": "1907年8月10日",
        "毕业院校": "湖南省立第二师范",
        "name": "粟裕",
        "personID": "771",
        "国籍": "中国",
        "id": "粟裕",
        "group": 2
    },
    {
        "中文名": "左权",
        "职业": "无产阶级军事家",
        "img": "",
        "逝世日期": "1942年5月25日",
        "别名": "字孳麟，号叔仁，曾用名左纪权",
        "出生地": "湖南醴陵市新阳乡黄茅岭",
        "description": "左权（1905年3月15日-1942年5月25日），字孳麟，号叔仁，原名左纪权。湖南醴陵人，黄埔军校一期生，1925年加入中国共产党，是中国工农红军和八路军高级将领，无产阶级革命家、军事家。1925年12月赴苏联学习；1934年参加长征，参与指挥强渡大渡河、攻打腊子口等战斗。长征到达陕北后，左权率部参加了直罗镇战役和红军东征。1936年，他担任红一军团代理军团长，率部西征并参与指挥山城堡战役。抗日战争爆发后，他协助指挥八路军开赴华北抗日前线，粉碎日伪军“扫荡”，发展壮大人民武装力量，取得了百团大战等许多战役、战斗的胜利。1942年5月，日军对太行抗日根据地发动大“扫荡”，左权指挥部队掩护中共中央北方局和八路军总部等机关突围转移，不幸牺牲，年仅37岁。牺牲后，延安和太行山根据地为其举行追悼会，并改辽县为左权县。左权一生军事著作40多篇，对学习运用毛泽东军事思想，对国家的独立和民族的解放作出了重要贡献。（《中国档案报》2012年5月25日）。2009年，左权被中央宣传部、中央组织部等11个部门评为“100位为新中国成立作出突出贡献的英雄模范人物”。概述图参考资料：",
        "民族": "汉族",
        "安葬地点": "邯郸市晋冀鲁豫烈士陵园左权墓",
        "size": 25,
        "相关景点": "左权将军纪念馆、左权墓",
        "出生日期": "1905年3月15日",
        "政治面貌": "中共党员",
        "name": "左权",
        "personID": "329",
        "国籍": "中国",
        "id": "左权",
        "group": 2
    },
    {
        "中文名": "彭德怀",
        "职业": "无产阶级革命家、军事家、政治家",
        "img": "",
        "逝世日期": "1974年11月29日",
        "别名": "彭得华、清宗、石穿",
        "出生地": "湖南省湘潭县彭家围子",
        "description": "彭德怀（1898年10月24日-1974年11月29日），男，原名得华，号石穿，出生于湖南省湘潭县彭家围子。中华人民共和国开国元帅，无产阶级革命家，军事家，政治家，中国人民解放军创建人和领导人之一。彭德怀于1928年加入中国共产党，第二次国内革命战争时期历任中国工农红军师长、军长、三军团总指挥、中华苏维埃共和国中央革命军事委员会副主席；长征后期担任过陕甘支队司令员；到达陕北以后，担任过红军前敌总指挥。抗日战争时期，担任八路军副总指挥，中共中央北方局代理书记。解放战争时期，担任中国人民解放军副总司令、西北野战军(后为第一野战军)司令员兼政治委员。新中国成立后，任中央人民政府委员、人民革命军事委员会副主席、西北军政委员会主席、中共中央西北局第一书记、西北军区司令员。1950年10月，出任中国人民志愿军司令员兼政治委员。1954年后任国务院副总理兼国防部长、国防委员会副主席，对中国人民解放军的现代化、正规化建设，作出了卓越的贡献。1955年被授予中华人民共和国元帅军衔。1956年在中共八届一中全会上，当选为中共中央政治局委员。“文化大革命”期间，遭到林彪、江青反革命集团的诬陷和残酷迫害，多次被游斗。1974年11月29日逝世。1978年中共十一届三中全会为他平反昭雪，恢复了名誉。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年10月24日",
        "毕业院校": "湖南陆军讲武堂",
        "name": "彭德怀",
        "personID": "800",
        "国籍": "中国",
        "id": "彭德怀",
        "group": 2
    },
    {
        "中文名": "徐特立",
        "职业": "教育理论家、革命家、政治家",
        "img": "",
        "信仰": "共产主义",
        "别名": "原名懋恂，字师陶",
        "出生地": "湖南善化（今属长沙县）",
        "description": "徐特立（1877年2月1日—1968年11月28日），又名徐立华，原名懋恂，字师陶，中国革命家和教育家，湖南善化（今长沙县江背镇）人。他是毛泽东和田汉等著名人士的老师。被尊为“延安五老”之一。1911年参加辛亥革命，1927年加入中国共产党，同年8月参加南昌起义。1931年11月当选为中华苏维埃共和国中央执行委员会委员。1934年参加长征。新中国成立后，曾任中央人民政府委员会委员。1968年11月28日在北京逝世，享年91岁。著作大都收集在《徐特立教育文集》和《徐特立文集》中。党中央曾评价他“对自己是学而不厌，对别人诲人不倦”，“中国杰出的革命教育家”。",
        "代表作品": "《徐特立文集》等",
        "性别": "男",
        "民族": "汉族",
        "size": 25,
        "政治面貌": "党员",
        "出生日期": "1877年（丁丑年）2月1日",
        "毕业院校": "莫斯科中山大学",
        "name": "徐特立",
        "personID": "414",
        "国籍": "中国",
        "id": "徐特立",
        "group": 2
    },
    {
        "中文名": "李富春",
        "img": "",
        "size": 25,
        "出生日期": "1900年5月22日",
        "逝世日期": "1975年1月9日",
        "name": "李富春",
        "出生地": "湖南省长沙市",
        "description": "李富春（1900年5月22日—1975年1月9日），字任之，出生于湖南长沙，是中国共产党创建时期入党的老党员，杰出的无产阶级革命家，忠诚的马克思主义者，党和国家的卓越领导人，我国社会主义经济建设的奠基者和组织者之一。曾任国务院副总理兼国家计委主任，中央书记处书记，中央政治局常委等职。1975年1月9日，李富春同志在忧虑中因病去世。同月，党中央在人民大会堂为他举行追悼会，邓小平同志代表中央致悼词，对他的一生给予了高度评价。",
        "personID": "846",
        "国籍": "中国",
        "id": "李富春",
        "group": 2
    },
    {
        "中文名": "叶挺",
        "职业": "中国人民解放军军事家",
        "img": "",
        "逝世日期": "1946年4月8日",
        "别名": "原名叶为询，字希夷",
        "出生地": "广东归善县（今惠阳区周田村）",
        "description": "叶挺（1896年9月10日—1946年4月8日），男，汉族，中共党员。原名叶为询，字希夷，广东归善县（今惠阳区）客家人。中国人民解放军创始人之一、新四军重要领导者之一，著名军事家、政治家。所在的国民革命军第四军在北伐中被誉为“铁军”参与指挥南昌起义并出任前敌总指挥，参加广州起义时任起义军工农红军总司令，抗日战争中又出任新四军军长，皖南事变中被国民党扣押，他拒绝蒋介石的威逼利诱，写出了著名的《囚歌》以明志；抗战胜利后，获救出狱后被中国共产党重新接纳为党员。1946年4月8日与夫人李秀文以及秦邦宪、邓发、王若飞等同志在返回延安途中，不幸空难。1989年11月，经中央军委确定，被冠以“中国人民解放军军事家”的称号。2009年9月10日，被评为“100位为新中国成立作出突出贡献的英雄模范人物”。",
        "代表作品": "《囚歌》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1896年9月10日",
        "毕业院校": "保定陆军军官学校",
        "name": "叶挺",
        "personID": "1022",
        "国籍": "中国",
        "id": "叶挺",
        "group": 2
    },
    {
        "中文名": "朱德",
        "img": "",
        "逝世日期": "1976年7月6日",
        "出生地": "四川省仪陇县",
        "description": "朱德（1886年12月1日-1976年7月6日），字玉阶，原名朱代珍，曾用名朱建德，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家，中国人民解放军的主要缔造者之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。建国初期，兼任中共中央纪律检查委员会书记，为加强执政党的建设，维护党的组织纪律，克服党内各种不良倾向，保持党的优良作风，进行了大量卓有成效的工作。他还多次出国访问、会见外国领导人，增进了中国人民和各国人民的友谊。在“文化大革命”期间，他曾遭到林彪、江青集团的侮辱和打击，但受到毛泽东的保护。1976年7月6日在北京逝世。主要著作收入《朱德选集》。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1886年12月1日",
        "name": "朱德",
        "personID": "870",
        "国籍": "中国",
        "id": "朱德",
        "group": 2
    },
    {
        "中文名": "项英",
        "职业": "军人",
        "img": "",
        "信仰": "马克思主义",
        "逝世日期": "1941年",
        "别名": "原名德隆，化名江俊、江钧",
        "出生地": "湖北武昌县（今武汉市江夏区）",
        "description": "项英（1898.5—1941），原名项德隆，又叫德龙、飞龙，号江钧，化名张成、韩应、江俊，笔名夏英。湖北江夏（今武汉市江夏区）人。杰出的无产阶级革命家，工人运动的著名活动家，党和红军早期的领导人之一，新四军的创建人和主要领导人之一。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年5月",
        "毕业院校": "武昌涵三宫的日新预备学堂",
        "name": "项英",
        "personID": "917",
        "国籍": "中国",
        "id": "项英",
        "group": 2
    },
    {
        "服役时间": "1924年——1987年",
        "中文名": "何应钦",
        "职业": "军人",
        "img": "",
        "外文名": "He Yingqin",
        "逝世日期": "1987年10月21日",
        "别名": "何敬之",
        "出生地": "贵州省兴义市",
        "参与战役": "北伐战争，芷江战役，国共内战",
        "description": "何应钦（1890年4月2日－1987年10月21日），中华民国陆军一级上将，字敬之，贵州省兴义人。早年留学日本，就读于日本陆军士官学校。辛亥革命爆发后，回国参加沪军。二次革命失败后，再到日本就读于陆军士官学校。1916年秋回国，到贵州任讲武学校校长、黔军参谋长等职。1924年赴广州，任大本营参议、黄埔军校总教官兼教导第一团团长、旅长、师长、军长等职。1927年4月追随蒋介石发动四一二反革命政变，在浙江进行反革命屠杀。1930年3月任国民政府军政部部长。此后任“剿共”军队前线指挥，积极参与第一、二、四次“围剿”。1933年5月，与日本签订《塘沽协定》。1935年6月又与日本签订《何梅协定》。同年授陆军一级上将军衔。全面抗日战争时期，任第四战区司令长官、中国远征军总司令、中国战区中国陆军总司令。1941年1月同蒋介石策划皖南事变。1945年9月9日，何应钦在南京代表中国政府接受侵华日军总参谋长小林浅三郎递交的侵华日军总司令冈村宁次签署的投降书。1946年6月，任中国驻联合国安理会军事参谋团中国代表团团长。1948年5月，任国防部长，次年3月任行政院长，5月辞职，8月去台湾历任“总统府战略顾问委员会”主任委员、“中华民国联合国同志会”理事长、“三民主义统一中国大同盟”主任委员等职。1987年10月在台北病逝。",
        "民族": "汉族",
        "军衔": "中华民国陆军一级上将",
        "size": 25,
        "出生日期": "1890年4月2日",
        "政党": "中国国民党",
        "服役军队": "中国国民革命军",
        "毕业院校": "日本陆军士官学校",
        "name": "何应钦",
        "personID": "158",
        "国籍": "中国",
        "id": "何应钦",
        "group": 2
    },
    {
        "中文名": "上官云相",
        "职业": "军人",
        "img": "",
        "逝世日期": "1969年",
        "别名": "上官纪青",
        "出生地": "山东省济南市商河县",
        "description": "上官云相（1895-1969年8月8日），字纪青，山东商河县人。1910年入山东陆军小学堂，四年后入陆军第二预备学校。1917年入保定陆军军官学校第六期步兵科，两年后毕业。历任孙传芳部排长、宪兵营长、团长、第七师第十三旅旅长。曾参与对红军的\"围剿\"，1969年8月8日在台北病死。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1895年",
        "毕业院校": "保定陆军军官学校",
        "name": "上官云相",
        "personID": "658",
        "国籍": "中国",
        "id": "上官云相",
        "group": 2
    },
    {
        "中文名": "袁国平",
        "职业": "新四军政治部主任",
        "img": "",
        "逝世日期": "1941年1月15日",
        "主要成就": "开拓了新四军的政治工作 ",
        "别名": "原名袁幻成，字醉涵，笔名最寒",
        "出生地": "湖南邵东市袁家台村",
        "description": "袁国平（1906年5月26日一1941年1月15日），湖南省邵东市人，出生于一个贫苦家庭。1922年考入湖南省立第一师范学校，1924年加入中国社会主义青年团。1925年10月考入黄埔军校第四期政治科。此后，袁国平先后参加了北伐战争、南昌起义、广州起义、五次反围剿作战和红军长征。1935年10月到达陕北，历任西北革命军事委员会后方办事处政治部主任、西北红军大学政治委员等职，为红军培养了大批干部。1937年全面抗战爆发后，袁国平任中共陇东特委书记兼八路军驻陇办事处主任。1938年3月，任新四军政治部主任。1941年1月，新四军军部和皖南部队9000多人在奉命北移时遭到中国国民党军队包围。军长叶挺被扣押，副军长项英突围中被叛徒杀害。在万分危急之际，袁国平挺身而出，指挥被打散的一部分部队继续突围北撤。激战中，袁国平身负重伤，为了不拖累部队突围，举枪自尽，实现了“如果有一百发子弹，要用九十九发射向敌人，最后一发留给自己，决不做俘虏”的诺言。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1906年5月26日",
        "毕业院校": "黄埔军校第四期",
        "name": "袁国平",
        "personID": "455",
        "国籍": "中国",
        "id": "袁国平",
        "group": 2
    },
    {
        "中文名": "周子昆",
        "职业": "中国工农红军和新四军高级指挥员",
        "img": "",
        "逝世日期": "1941年",
        "别名": "周维宽，字仲和",
        "出生地": "广西桂林市",
        "description": "周子昆（1901-1941），原名周维宽，字仲和。广西桂林市人。周子昆是中国工农红军和新四军高级指挥员。参加过五四运动，1925年10月加入中国共产党。参加过北伐战争中的汀泗桥、贺胜桥战役，屡立战功，升任连长、营长。1941年皖南事变中被叛徒杀害。牺牲时任新四军副参谋长兼新四军教导总队总队长。1955年6月，遗骸移葬于南京雨花台革命烈士陵园。",
        "籍贯": "湖南",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1901年",
        "name": "周子昆",
        "personID": "156",
        "国籍": "中国",
        "id": "周子昆",
        "group": 2
    },
    {
        "中文名": "邓子恢",
        "img": "",
        "逝世日期": "1972年12月10日",
        "别名": "邓绐箕",
        "出生地": "福建龙岩",
        "description": "邓子恢（1896年8月16日—1972年12月10日），又名绍箕，福建龙岩新罗区人，伟大的共产主义战士，杰出的无产阶级革命家、政治家，农业工作的卓越领导人，是闽西革命根据地和苏区的主要创建者和卓越的领导人之一。历经抗日战争和解放战争。解放后曾任中共中央农村工作部部长、国务院副总理、全国政协副主席等职。邓子恢同志为探索我国社会主义农业的发展道路倾注了毕生精力，被誉为党内的农业、农村工作专家。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1896年8月16日",
        "name": "邓子恢",
        "personID": "190",
        "国籍": "中国",
        "id": "邓子恢",
        "group": 2
    },
    {
        "中文名": "赖传珠",
        "职业": "军人",
        "img": "",
        "信仰": "共产主义",
        "外文名": "laichuanzhu",
        "逝世日期": "1965年12月24日",
        "别名": "赖鹏英",
        "出生地": "江西省赣县大埠乡赖村",
        "description": "赖传珠（1910年4月3日-1965年12月24日），江西省赣县人。1927年加入中国共产党，1928年参加工农革命军。在革命生涯中，历任中国工农红军第四军连党代表，第三十三团团长兼政治委员，第三十七师政治委员，红一军团第一师政治委员，军团组织部副部长，红一方面军司令部六科科长，中共陕甘宁省委军事部代部长，新四军参谋长，东北民主联军第一纵队政治委员，东满军区副司令员，东北野战军第六纵队政治委员，第四野战军四十三军政治委员，第十五兵团政治委员。参加古田会议，参加长征，参加辽沈战役、平津战役、湘赣战役、广东战役、解放海南岛、解放万山群岛等战役战斗。建国后，历任第十三兵团政治委员，中国人民解放军总干部部第一副部长，北京军区政治委员，沈阳军区第二政治委员。1955年被授予上将军衔，并获一级八一勋章、一级独立自由勋章、一级解放勋章。1965年12月24日在沈阳逝世。",
        "代表作品": "《赖传珠日记》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1910年4月3日",
        "毕业院校": "瑞金红军大学、抗日军政大学",
        "name": "赖传珠",
        "personID": "161",
        "国籍": "中国",
        "id": "赖传珠",
        "group": 2
    },
    {
        "中文名": "刘少奇",
        "img": "",
        "逝世日期": "1969年11月12日",
        "出生地": "湖南省宁乡县",
        "description": "刘少奇（1898年11月24日-1969年11月12日），生于湖南省宁乡县，伟大的马克思主义者，伟大的无产阶级革命家、政治家、理论家，党和国家主要领导人之一，中华人民共和国开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。刘少奇同志为中国革命和建设事业殚精竭虑、呕心沥血，在经济、政治、军事、文化、教育、外交和党的建设等领域都建立了卓著功勋，受到全党全军全国各族人民衷心爱戴。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年11月24日",
        "name": "刘少奇",
        "personID": "291",
        "国籍": "中国",
        "id": "刘少奇",
        "group": 2
    },
    {
        "中文名": "张云逸",
        "职业": "军人",
        "img": "",
        "逝世日期": "1974年11月19日",
        "别名": "张运镒，又名张胜之",
        "出生地": "海南省文昌市文城镇上僚下村",
        "description": "张云逸（1892年8月10日-1974年11月19日），广东省文昌县（今属海南省）人。早年加入中国同盟会，参加了黄花岗起义、辛亥革命、护国战争和北伐战争。1926年参加中国共产党，1929年在广西右江领导武装起义参加中国工农红军。红军时期，历任红军第七军军长、中央军委副参谋长、粤赣军区司令员、红军总司令部和红一方面军司令部副参谋长兼作战部部长，1934年10月参加长征。抗日战争时期，历任新四军参谋长、新四军江北指挥部指挥员、新四军副军长兼第2师师长、抗日军政大学第8分校校长。解放战争时期，历任华东军区副司令员、山东军区司令员、华东军政大学校长、中共华东后方工作委员会书记，中共中央华中局委员，中共中央华东局委员。为华东解放战争的胜利作出了重要贡献。全国解放后，历任中共广西省委书记、广西省人民政府主席、广西军区司令员兼政治委员、中共中央中南局委员、中共中央华南分局第二书记、中南行政委员会副主席、中共中央监察委员会副书记。1955年被授予大将军衔。曾任党的第七届、第八届、第九届中央委员会委员，第一届、第二届全国人民代表大会常务委员会委员。1974年11月19日病逝于北京。",
        "代表作品": "《战斗指挥研究事项》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1892年8月10日",
        "name": "张云逸",
        "personID": "1097",
        "国籍": "中国",
        "id": "张云逸",
        "group": 2
    },
    {
        "中文名": "陈毅",
        "职业": "无产阶级革命家、军事家、外交家",
        "img": "",
        "逝世日期": "1972年1月6日",
        "别名": "陈世俊，字仲弘",
        "出生地": "四川乐至县",
        "description": "陈毅（1901年8月26日-1972年1月6日），男，名世俊，字仲弘，四川乐至人，中国共产党员，中华人民共和国十大元帅之一。中国人民解放军创建人和领导人，军事家。曾任中华人民共和国国务院副总理、中共中央军委副主席、中华人民共和国外交部长，上海市人民政府首任市长。1977年其遗作专集《陈毅诗词选集》出版。",
        "代表作品": "《陈毅诗词选集》",
        "军衔": "中华人民共和国元帅",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1901年8月26日",
        "毕业院校": "成都甲种工业学校",
        "配偶": "肖菊英，赖月明，张茜",
        "name": "陈毅",
        "personID": "426",
        "国籍": "中国",
        "id": "陈毅",
        "group": 2
    },
    {
        "中文名": "曾希圣",
        "img": "",
        "逝世日期": "1968年7月15日",
        "主要成就": "中共安徽省委第一书记",
        "别名": "曾勉",
        "出生地": "湖南兴宁（今资兴）州门司镇",
        "description": "曾希圣，曾名曾勉，革命家、政治家，先后任晋冀鲁豫野战军副参谋长、山东野战军第7师政治委员，中共中央华东局国民党统治区工作部部长，第二野战军副参谋长兼豫西军区司令员。中共皖北区委书记兼第三野战军皖北军区司令员、政委等职。中华人民共和国成立后，任中共皖北区委书记，中共安徽省委书记、第一书记，安徽省人民政府主席，中共山东省委第一书记，中共中央华东局第二书记，中共中央西南局书记处书记。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1902年",
        "毕业院校": "黄埔军校",
        "name": "曾希圣",
        "personID": "741",
        "国籍": "中国",
        "id": "曾希圣",
        "group": 2
    },
    {
        "中文名": "彭雪枫",
        "职业": "指挥员、军事家",
        "img": "",
        "逝世日期": "1944年9月11日",
        "主要成就": "领导开辟豫皖苏边区抗日根据地",
        "别名": "彭修道",
        "出生地": "河南南阳镇平县",
        "description": "彭雪枫（1907年9月9日-1944年9月11日），生于河南省南阳市镇平县，中国工农红军和新四军杰出指挥员、军事家，参加过第三、四、五次反围剿，二万五千里长征，组织过土成岭战役，两次率军攻占娄山关，直取遵义城，横渡金沙江，飞越大渡河，进军天全城，通过大草原，是抗日战争中新四军牺牲的最高将领之一。他投身革命20年，被毛泽东、朱德誉为“共产党人的好榜样”。为了纪念彭雪枫，在河南省镇平县、夏邑县，安徽省宿州市、蒙城县等地均建了彭雪枫纪念馆，或以雪枫命名的公园或学校。2009年9月10日，彭雪枫被评为“100位为新中国成立作出突出贡献的英雄模范人物”。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1907年9月9日",
        "地位": "中国革命史上的36位军事家之一",
        "毕业院校": "育德中学",
        "name": "彭雪枫",
        "personID": "961",
        "国籍": "中国",
        "id": "彭雪枫",
        "group": 2
    },
    {
        "中文名": "黄克诚",
        "职业": "军人",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1986年12月28日",
        "别名": "黄时瑄",
        "出生地": "湖南省郴州市永兴县三塘乡下青村",
        "description": "黄克诚（1902年10月1日-1986年12月28日），1902年10月1日出身于湖南省永兴县一个贫苦农民家庭。1925年加入中国共产党。1926年参加北伐战争。1928年在湘南起义中参与领导永兴年关暴动，并率部随朱德、陈毅上井冈山。曾任中国工农红军团长，师政委，军政治部主任，红三军团政治部代主任等职。抗战期间，任八路军总政治部组织部长，第三四四旅政委，第二、四纵队政委，第五纵队司令员兼政委，新四军第三师师长兼政委，苏北区党委书记。抗战胜利后，进军东北，领导创建西满根据地，任西满军区司令员，中共西满分局副书记、代书记，东北民主联军副司令员兼后勤司令员、政委，中共冀察热辽分局书记兼军区政委、东北野战军第二兵团政委。天津解放后，曾任中共天津市委书记兼军事管制委员会主任。建国后，历任湖南军政委员会副主席，中国人民解放军副总参谋长兼总后勤部部长、政委，中共中央军委秘书长，国防部副部长，中国人民解放军总参谋长，第八届中共中央书记处书记，山西省副省长，中央军委顾问。1955年被授予大将军衔。1959年的庐山会议上，同彭德怀等一起被错定为“反党集团”。在“文化大革命”中遭到残酷迫害。1978年12月，被平反昭雪。1986年12月28日逝世，享年84岁。",
        "军衔": "大将（1955年）",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1902年10月1日",
        "政治面貌": "共产党员",
        "毕业院校": "湖南省立第三师范学校",
        "name": "黄克诚",
        "personID": "588",
        "国籍": "中国",
        "id": "黄克诚",
        "group": 2
    },
    {
        "中文名": "张鼎丞",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1981年12月16日",
        "别名": "原名张福仁",
        "出生地": "福建永定金砂乡西湖寨村",
        "description": "张鼎丞（1898年～1981年）闽西革命根据地的主要创建人之一。福建永定人。1927年加入中国共产党。土地革命战争时期，参加并领导了龙岩、永定、上杭等县的农民武装暴动。解放战争时期，任华中军区司令员，在山东工作期间，中共中央华东局常委、组织委员会书记等职。中华人民共和国建立后，任中共福建省委书记兼省人民政府主席、省军区政治委员，中共中央华东局第四书记，华东军政委员会主席，华东行政委员会副主席兼政法委员会主任、中共中央组织部第一副部长、代理部长。1954年至1974年任最高人民检察院检察长。1975年至1980年9月任全国人大常委会副委员长。1981年12月16日病逝于北京。张鼎丞同志是中国共产党的优秀党员，忠诚的共产主义战士，久经考验的无产阶级革命家，闽西革命根据地的主要创始人之一。",
        "size": 25,
        "出生日期": "1898年",
        "name": "张鼎丞",
        "personID": "857",
        "国籍": "中国",
        "id": "张鼎丞",
        "group": 2
    },
    {
        "中文名": "谭震林",
        "职业": "无产阶级革命家、军事家",
        "img": "",
        "逝世日期": "1983年9月30日",
        "别名": "梅城",
        "母亲": "胡润秀",
        "出生地": "湖南攸县",
        "description": "谭震林（1902年4月24日—1983年9月30日），男，汉族，是中国共产党的优秀党员、久经考验的共产主义战士、杰出的无产阶级革命家。出生于湖南省攸县城关镇一个普通工人家庭，1926年加入中国共产党。曾任中共中央委员、中央书记处书记、中央政治局委员、国务院副总理、全国人大常委会副委员长、中央顾问委员会副主任等职。1983年9月30日在北京逝世，享年81岁。",
        "父亲": "谭瑞开",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1902年4月24日",
        "name": "谭震林",
        "personID": "292",
        "国籍": "中国",
        "id": "谭震林",
        "group": 2
    },
    {
        "中文名": "刘炎",
        "img": "",
        "原名": "刘安焕",
        "逝世日期": "1946年",
        "别名": "刘炳生、刘本初",
        "出生地": "湖南桃源县",
        "description": "刘炎，原名刘焕，又名炳生、本初，1904年1月28日出生于湖南桃源，1927年8月入党，9月参加了秋收起义。曾任新四军一师政委。",
        "性别": "男",
        "size": 25,
        "出生日期": "1904年",
        "name": "刘炎",
        "personID": "472",
        "id": "刘炎",
        "group": 2
    },
    {
        "中文名": "李先念",
        "img": "",
        "size": 25,
        "出生日期": "1909年6月23日",
        "逝世日期": "1992年6月21日",
        "name": "李先念",
        "出生地": "湖北黄安",
        "description": "李先念（1909年6月23日-1992年6月21日），生于湖北黄安（今红安）李家大屋。9岁读私塾。12岁起先后在家乡和汉口学木工。1926年10月参加农民运动，任乡农民协会执行委员。1927年11月率领家乡农民参加黄（安）麻（城）起义，12月加入中国共产党。全国抗日战争爆发后到达延安。1938年任中共河南省委军事部部长。1939年起历任新四军豫鄂独立游击支队司令员、豫鄂挺进纵队司令员，率部开展敌后游击战争，开辟豫鄂边抗日根据地。1941年皖南事变后，任新四军第5师师长兼政治委员，率部多次挫败日伪军的“扫荡”、“蚕食”和国民党顽固派的军事进攻。1942年兼任中共豫鄂边区委书记，领导军民多次挫败日伪军的进攻，巩固和扩大了抗日根据地。李先念同志是伟大的无产阶级革命家、政治家、军事家，坚定的马克思主义者，党和国家的卓越领导人。他毕生奋斗，为中华民族独立和中国人民解放，为社会主义革命、建设、改革事业，为建设富强民主文明和谐的社会主义现代化国家，作出了不可磨灭的贡献，赢得了全党全军全国各族人民的崇敬和爱戴。",
        "personID": "605",
        "国籍": "中国",
        "id": "李先念",
        "group": 2
    },
    {
        "中文名": "梁兴初",
        "职业": "原成都军区司令员",
        "img": "",
        "逝世日期": "1985年10月5日",
        "出生地": "江西吉安",
        "description": "梁兴初（1913年8月23日—1985年10月5日），男，汉族，江西省吉安市人，中国共产党党员，中国人民解放军高级将领，中将军衔。抗日战争时期，曾任八路军115师教五旅旅长，新四军独立旅旅长等职。解放战争时期，曾任东北民主联军第十纵队司令员，中国人民解放军第38军军长等职。中华人民共和国成立后，曾率部参加抗美援朝战争。抗美援朝战争结束后，曾任海南军区司令员，广州军区副司令员,成都军区司令员等职。为中国共产党第九届中央委员会委员。党内，曾任中共四川省委、成都军区党委第二书记等职。1955年，被授予中将军衔，获二级八一勋章、一级独立自由勋章、一级解放勋章。",
        "民族": "汉族",
        "军衔": "中将",
        "size": 25,
        "出生日期": "1913年8月23日",
        "name": "梁兴初",
        "personID": "786",
        "国籍": "中国",
        "id": "梁兴初",
        "group": 2
    },
    {
        "中文名": "郑位三",
        "img": "",
        "逝世日期": "1975年7月27日",
        "别名": "郑植槐",
        "description": "郑位三（1902年10月21日-1975年7月27日），原名郑植槐，湖北省黄安（今红安）县人，早年投身反帝反封建的爱国斗争。1925年，加入中国共产党，参与领导黄麻起义，是鄂豫皖根据地的主要创始人之一。参加过土地革命、抗日战争、解放战争。因长期艰苦工作，身体受到损害，于1948年起因病休养。中华人民共和国成立后，曾被选为中共第八届中央委员，全国政协第二、第三、第四届常务委员。1975年，因病在北京逝世。郑位三同志是中国共产党老一辈无产阶级革命家、忠诚的共产主义战士。他毕生献身于伟大的共产主义事业，为党、为人民建立了不可磨灭的历史功勋。",
        "籍贯": "湖北省红安县",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1902年10月21日",
        "政治面貌": "中共党员",
        "毕业院校": "湖北省立甲种工业学校",
        "name": "郑位三",
        "personID": "188",
        "国籍": "中国",
        "id": "郑位三",
        "group": 2
    },
    {
        "中文名": "罗华生",
        "职业": "开国少将",
        "img": "",
        "外文名": "Huasheng Luo",
        "逝世日期": "1991年9月6日",
        "别名": "罗大庆",
        "出生地": "湖南湘潭县",
        "description": "罗华生(1910---1991)湖南省湘潭县人。1925年参加工人运动。1930年9月参加中国工农红军。1931年加入中国共产主义青年团，同年转入中国共产党。土地革命战争时期，任红军第一步兵学校政治指导员，红一军团第十五师四十四团党总支书记，第二师四团政治委员、团长，参加了中央苏区一至三次反“围剿”斗争和长征。抗日战争时期，任中国人民抗日军政大学队长、大队长，八路军一一五师教导第五旅政治委员，新四军独立旅政治委员，滨海军区四团团长，滨海军区第二军分区司令员，山东军区第二师师长。解放战争时期，任东北民主联军第二师师长，松江军区第一军分区司令员，东北野战军独立第七师师长，第四野战军三十九军一五二师师长。中华人民共和国成立后，任防空军高炮指挥部司令员、铁道兵副司令员等职。1955年被授予少将军衔。",
        "size": 25,
        "出生日期": "1910年",
        "name": "罗华生",
        "personID": "534",
        "国籍": "中国",
        "id": "罗华生",
        "group": 2
    },
    {
        "中文名": "何香凝",
        "img": "",
        "逝世日期": "1972年9月1日",
        "别名": "原名瑞谏，又名谏",
        "出生地": "香港",
        "description": "何香凝（1878年6月27日-1972年9月1日），女，原名谏，又名瑞谏，别号双清楼主。广东南海人，生于香港。何香凝是中国国民党左派的杰出代表、著名政治活动家、女权运动先驱，画坛杰出的美术家、民革主要创始人之一。中国民主革命先驱廖仲恺的夫人。何香凝是共产党人的老战友，是同中国共产党真诚合作的典范。新中国成立后，担任第二、三届全国人大常委会副委员长，第二、三届全国政协副主席。1972年9月1日，因病救治无效在北京医院逝世，终年94岁。",
        "代表作品": "《狮》《梅花》《高松图》等",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1878年6月27日（戊寅年）",
        "配偶": "廖仲恺",
        "name": "何香凝",
        "personID": "551",
        "国籍": "中国",
        "id": "何香凝",
        "group": 2
    },
    {
        "中文名": "宋庆龄",
        "img": "",
        "逝世日期": "1981年5月29日",
        "出生地": "上海",
        "description": "宋庆龄（1893年1月27日-1981年5月29日），中华人民共和国的缔造者之一、国家名誉主席，伟大的爱国主义、民主主义、国际主义和共产主义战士，举世闻名的二十世纪的伟大女性。她青年时代追随孙中山，献身革命，在近七十年的革命生涯中，坚强不屈、矢志不移、英勇奋斗，始终坚定地和中国人民、中国共产党站在一起，为中国人民的解放事业，为妇女儿童的卫生保健和文化教育福利事业，为祖国统一以及保卫世界和平、促进人类的进步事业而殚精竭力，鞠躬尽瘁，做出了不可磨灭的贡献，受到中国人民、海外华人华侨的景仰和爱戴，也赢得国际友人的赞誉和热爱，并享有崇高的威望。1981年5月29日，宋庆龄因病在北京寓所逝世。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1893年1月27日",
        "name": "宋庆龄",
        "personID": "495",
        "国籍": "中国",
        "id": "宋庆龄",
        "group": 2
    },
    {
        "img": "",
        "外文名": "Tan Kah Kee",
        "逝世日期": "1961年08月12日",
        "别名": "陈甲庚",
        "出生地": "泉州府同安县（今厦门集美）",
        "description": "陈嘉庚（1874年10月21日—1961年8月12日），福建省泉州府同安县集美社（今福建省厦门市集美区）人。爱国华侨领袖、企业家、教育家、慈善家、社会活动家。1913年，陈嘉庚回到家乡集美，先后创办了集美小学、集美中学、集美大学和厦门大学。厦门大学、集美学村各校师生都尊称其为“校主”。1949年，应毛泽东主席的邀请回国参加政协筹备会。曾任中国人民政治协商会议全国委员会副主席、全国人民代表大会常务委员会委员、中华全国归国华侨联合会主席等职。晚年的陈嘉庚，请人在鳌园刻录“台湾省全图”，念念不忘国家统一。1961年8月12日，陈嘉庚在北京逝世。陈嘉庚一生为辛亥革命、民族教育、抗日战争、解放战争、新中国的建设作出了不朽贡献。曾被毛泽东称誉为“华侨旗帜、民族光辉”。（概述图参考资料）",
        "本名": "陈嘉庚",
        "size": 25,
        "所处时代": "中国近现代",
        "主要作品": "《南侨回忆录》",
        "出生日期": "1874年10月21日",
        "name": "陈嘉庚",
        "民族族群": "汉族",
        "personID": "1082",
        "id": "陈嘉庚",
        "group": 2
    },
    {
        "img": "",
        "逝世日期": "1958年6月21日",
        "主要成就": "南社发起人",
        "出生地": "江苏苏州",
        "description": "柳亚子（1887年5月28日—1958年6月21日），男，江苏吴江黎里镇人，原籍吴江汾湖镇北厍大胜村，本名慰高，号安如，改字人权，号亚庐，再改名弃疾，字稼轩，号亚子，中国近现代政治家、民主人士、诗人。1903年参加中国教育会，后入同盟会和光复会。1905年创办《复报》，1909年创办南社，1914年至1918年任南社主任，曾与宋庆龄、何香凝等从事抗日民主活动，他还曾任孙中山总统府秘书，中国国民党中央监察委员、上海通志馆馆长，中国国民党革命委员会中央常务委员兼监察委员会主席、三民主义同志联合会中央常务理事，中国民主同盟中央执行委员。1949年出席中国人民政治协商会议第一届全体会议，中华人民共和国成立后，曾任中央人民政府委员、全国人大常委会委员，此后任政务院文教委员、华东行政委员会副主席、中央文史馆副馆长。1958年，因病逝世于北京，享年71岁。",
        "本名": "柳亚子",
        "size": 25,
        "出生日期": "1887年5月28日",
        "字": "人权、稼轩",
        "号": "安如、亚庐、亚子",
        "name": "柳亚子",
        "民族族群": "汉族",
        "personID": "945",
        "id": "柳亚子",
        "group": 2
    },
    {
        "中文名": "周恩来",
        "img": "",
        "逝世日期": "1976年1月8日",
        "别名": "伍豪",
        "出生地": "江苏省淮安市",
        "description": "周恩来（1898年3月5日-1976年1月8日），字翔宇，曾用名飞飞、伍豪、少山、冠生等，原籍浙江绍兴，1898年3月5日生于江苏淮安。1921年加入中国共产党，是伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，党和国家主要领导人之一，中国人民解放军主要创建人之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。1976年1月8日在北京逝世。他的逝世受到极广泛的悼念。由于他一贯勤奋工作，严于律己，关心群众，被称为“人民的好总理”。他的主要著作收入《周恩来选集》。",
        "代表作品": "《周恩来选集》",
        "籍贯": "浙江绍兴",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年3月5日",
        "毕业院校": "天津南开学校大学部",
        "name": "周恩来",
        "personID": "124",
        "国籍": "中国",
        "id": "周恩来",
        "group": 2
    },
    {
        "中文名": "陈友仁",
        "img": "",
        "逝世日期": "1944年",
        "出生地": "特立尼达",
        "description": "陈友仁（1875—1944），祖籍广东顺德，出生于中美洲英属西印度群岛的特立尼达。1913年任交通部法律顾问、英文《京报》总编辑。1922年起任孙中山外事顾问、英文秘书。1926年被选为中国国民党第二届中央委员，任国民政府外交部长。1931年被选为中国国民党第四届中央委员，先后任广州国民政府、南京国民政府外交部长。1933年参加福州事变，任福建人民政府外交部长，后流亡巴黎。1938年回香港参加抗日活动，香港沦陷时被日军拘禁押解到上海，多次拒绝参加汪伪政府。1944年在上海病逝。",
        "size": 25,
        "出生日期": "1875年",
        "祖籍": "广东顺德",
        "name": "陈友仁",
        "personID": "837",
        "国籍": "中国",
        "id": "陈友仁",
        "group": 2
    },
    {
        "中文名": "张冲",
        "img": "",
        "逝世日期": "1980年",
        "别名": "字云鹏",
        "description": "张冲（1901年-1980年），原名绍禹，又名维新，字云鹏，彝族，彝姓尼娜，云南省泸西县永宁乡小布坎（现划归弥勒县）人。1901年1月25日，张冲生于云南省泸西县，幼年的张冲读过私塾，后入乡和县城小学读书。他生活的少年时代，正是中国风云变幻的年代，他自幼对阶级压迫和民族压迫深有体会，培养了同情劳动人民和富于反抗黑暗势力的精神。15岁时智退土匪，被当地群众誉为“小孔明”。妻惠国芳。曾任全国政协副主席。",
        "籍贯": "云南泸西",
        "民族": "彝族",
        "size": 25,
        "出生日期": "1901年",
        "name": "张冲",
        "personID": "547",
        "国籍": "中国",
        "id": "张冲",
        "group": 2
    },
    {
        "中文名": "园部和一郎",
        "img": "",
        "职称": "日本陆军中将",
        "size": 25,
        "外文名": "そのべ わいちろう",
        "逝世日期": "1963年3月18日",
        "name": "园部和一郎",
        "description": "园部和一郎，男，1883年3月29日出生于熊本县，日本陆军中将，驻武汉的第二任11军司令。侵华日军战犯。",
        "personID": "250",
        "id": "园部和一郎",
        "出生年月": "1883年3月29日",
        "group": 2
    },
    {
        "中文名": "罗卓英",
        "职业": "军人",
        "img": "",
        "逝世日期": "1961年11月6日",
        "纪念岛屿": "南威岛",
        "出生地": "广东省大埔县百侯乡曲滩村宜洋坪",
        "description": "罗卓英（1896—1961），字尤青，号慈威，国民党陆军上将、抗日名将。毕业保定陆军军官学校第八期炮科。毕业后参加东征、北伐及中原大战，先后任炮兵连长、副营长、团长、旅长、师长等职。1931年7月率部参加第三次“围剿”中央红军的作战。1932年冬任第十八军军长兼中路军第一纵队纵队长，率部担任第四次“围剿”中央红军主力。后任北路军第三路军副总指挥兼第五纵队指挥官，参加第五次“围剿”。1937年任广州行营参谋长、第十五兵团司令。随后，率部北上参加上海八一三抗战。后任国民革命军第三战区第十五集团军副总司令兼十八军军长、第十六军团军团长、南京卫戍副司令长官，参加南京保卫战。1938年任武汉警备副总司令、总司令，参加武汉保卫战。1939年调任第九战区第十九集团军总司令，与日军战于南浔线。不久任第九战区副司令长官兼第十九集团军总司令，率部防守赣北。1941年3月下旬，指挥所部参加上高战役，取得全面胜利，被誉为“抗战以来最精彩的一战”。同年9月和1942年1月，指挥所部参加第二第三次长沙会战，予日军以重创。后调任中国缅甸远征军第一路司令长官。6月奉命撤回。曾获授青天白日勋章。抗战胜利后，为广东省政府主席兼保安司令。1946年晋升陆军上将。解放战争时期，曾任东北行辕副主任、东北“剿总”副总司令。1948年任东南军政副长官。全国大陆解放前夕，随蒋介石逃到台湾。此后曾担任台湾国民党当局“战略顾问”、“国防研究院”副主任等职。1961年11月病逝于台北。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1896年3月19日",
        "毕业院校": "保定陆军军官学校",
        "name": "罗卓英",
        "personID": "1004",
        "国籍": "中国",
        "id": "罗卓英",
        "group": 2
    },
    {
        "中文名": "宋学义",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1971年6月26日",
        "主要成就": "“狼牙山五壮士”之一",
        "出生地": "河南省沁阳市北孔村",
        "description": "宋学义（1918年—1971年6月26日），河南省焦作市沁阳市北孔村人，“狼牙山五壮士”之一。1939年参加抗日游击队，编入晋察冀一分区一团七连六班当战士，1941年加入中国共产党。1941年9月25日，在河北易县的“反扫荡”战斗中，他们与敌人激烈战斗，打退了敌人5次冲锋，打死敌人50多名。当手榴弹、子弹全打光后，他们宁死不屈，纵身跳下身后深不见底的悬崖。副班长葛振林和战士宋学义被山腰上的树挂住。五位战士的壮举，表现了崇高的爱国主义、革命英雄主义精神和坚贞不屈的民族气节，被人民群众誉为“狼牙山五壮士”。",
        "size": 25,
        "出生日期": "1918年",
        "name": "宋学义",
        "personID": "353",
        "国籍": "中国",
        "id": "宋学义",
        "group": 2
    },
    {
        "中文名": "葛振林",
        "职业": "军人，抗日英雄",
        "img": "",
        "外文名": "gezhenlin",
        "出生地": "河北省保定市曲阳县",
        "description": "葛振林（1917年—2005年3月21日），河北省保定市曲阳县党城乡喜峪村人，狼牙山五壮士之一。1937年参加革命，1941年9月25日，在河北易县的“反扫荡”战斗中，他们与敌人激烈战斗，打退了敌人5次冲锋，打死敌人50多名。当手榴弹扔光，子弹全打光后，他们宁死不屈，纵身跳下身后深不见底的悬崖。副班长葛振林和战士宋学义被山腰上的树挂住。5位战士的壮举，表现了崇高的爱国主义、革命英雄主义精神和坚贞不屈的民族气节，被人民群众誉为“狼牙山五壮士”。他们的英勇事迹被收录进人教版小学五年级上册22课人教版六年级上册6课与语文BS版小学12课。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1917年",
        "name": "葛振林",
        "personID": "593",
        "国籍": "中国",
        "id": "葛振林",
        "group": 2
    },
    {
        "中文名": "胡福才",
        "职业": "八路军",
        "img": "",
        "身份": "七连六班战士，狼牙山五壮士之一",
        "逝世日期": "1941年9月25日",
        "主要成就": "七连六班战士，狼牙山五壮士之一",
        "别名": "福才",
        "出生地": "河北省保定市容城县郭村人",
        "description": "胡福才（1913年—1941年9月25日），男，河北省保定市容城县郭村人，狼牙山五壮士之一。1938年参加八路军。1941年，在晋察冀军区一分区一团七连六班当战士。1942年春，晋察冀边区政府在河北省保定市狼牙山上修建了“三烈士纪念塔”。1959年和1986年在原址重新修建了“狼牙山五壮士纪念塔”。",
        "代表作品": "老电影狼牙山五壮士",
        "军衔": "中校",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1913年",
        "name": "胡福才",
        "personID": "914",
        "国籍": "中国",
        "id": "胡福才",
        "group": 2
    },
    {
        "享年": "24岁",
        "img": "",
        "逝世日期": "1941年9月25日",
        "主要成就": "狼牙山五壮士之一",
        "出生地": "保定市容城县郭村",
        "description": "胡德林（1917年~1941年9月25日），狼牙山五壮士之一。保定市容城县郭村人。1938年参加八路军，晋察冀军区一分区一团七连六班战士。1941年9月25日，为掩护主力部队和群众转移在狼牙山壮烈牺牲。狼牙山五壮士精神成为中国人民英勇顽强、坚贞不屈的象征。",
        "本名": "胡德林",
        "性别": "男",
        "民族": "汉族",
        "军衔": "中尉",
        "size": 25,
        "出生日期": "1917年",
        "name": "胡德林",
        "personID": "139",
        "国籍": "中国",
        "id": "胡德林",
        "group": 2
    },
    {
        "中文名": "马宝玉",
        "职业": "军人",
        "img": "",
        "信仰": "共产主义",
        "外文名": "Baoyu Ma",
        "逝世日期": "1941年9月25日",
        "出生地": "河北省张家口市蔚县下元皂村",
        "description": "马宝玉（1920年10月―1941年9月25日），河北省张家口市蔚县人，自幼父母双亡，流浪为生。狼牙山五壮士之一。1937年10月，参加八路军晋察冀一分区一团二营七连六班当战士后成为班长。1938年9月，在阻击日军进攻的战斗中英勇杀敌，受上级表扬。1939年加入中国共产党。1941年9月25日在狼牙山跳崖牺牲。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1920年10月",
        "name": "马宝玉",
        "personID": "432",
        "国籍": "中国",
        "id": "马宝玉",
        "group": 2
    },
    {
        "中文名": "山口多闻",
        "img": "",
        "信仰": "军国主义",
        "逝世日期": "1942年6月6日",
        "主要成就": "航空专家",
        "出生地": "日本东京",
        "description": "山口多闻（1892年8月17日－1942年6月6日）第二次大战时期日本帝国海军中将。生于旧东京市的小石川区，中学毕业后就进入海军兵学校就读，20岁时就以该届（第40期）第二名的优异成绩毕业，并于隔年升任少尉。1941年12月7日作为第二航空战队司令参与偷袭珍珠港，1942年6月4日，率领第二航空战队参加了中途岛海战，6月6日清晨，在旗舰飞龙号遭受重创无法挽回的状况下，拒绝同僚换乘舰撤退的要求，与航空母舰飞龙号一同沉入海底。",
        "民族": "大和民族",
        "size": 25,
        "出生日期": "1892年8月17日",
        "毕业院校": "海军兵学校",
        "name": "山口多闻",
        "personID": "499",
        "国籍": "日本",
        "id": "山口多闻",
        "group": 2
    },
    {
        "中文名": "山本五十六",
        "img": "",
        "信仰": "法西斯主义、军国主义",
        "逝世日期": "1943年4月18日",
        "出生地": "日本新潟县长冈市",
        "description": "山本五十六（1884年4月4日—1943年4月18日），原名高野五十六，日本帝国海军名将，大将军衔，第二次世界大战期间担任日本海军联合舰队司令长官，偷袭美军珍珠港和发动中途岛海战的谋划者。山本五十六1916年毕业于日本海军大学校，曾于1919年到1921年在美国哈佛大学学习。历任驻美武官、第1航空战队司令、海军航空本部长、海军次官。大力发展航空母舰和舰载飞机，并组织部队进行严格训练，对日本海军航空兵的发展起了重要作用。1939年，山本五十六任日本联合舰队司令，是旧日本海军中，反对日本加入轴心国的高级军官。反对日本对美国所在势力发动侵略战争，但在日本右翼势力庞大的压力和日军高层的压力下最终发动了太平洋战争。试图先发制人，在对美开战之初以舰载航空兵袭击了珍珠港，消灭美国的太平洋舰队主力，确保日军进攻东南亚的翼侧安全。同时重视海军航空兵在海战中的作用，但未能完全摆脱“巨舰大炮制胜”理论的束缚，企图在美太平洋舰队得到加强前以海上决战的传统战法将其歼灭，结果导致日本海军在中途岛海战和瓜达尔卡纳尔海战中遭惨败。1943年4月18日，山本五十六在视察部队途中，因座机被美军击中而身亡，终年59岁。",
        "主要罪行": "策划偷袭珍珠港、发动太平洋战争",
        "代表作品": "《航空制胜论》",
        "军衔": "海军大将、海军元帅称号（追授）",
        "民族": "大和族",
        "size": 25,
        "出生日期": "1884年4月4日",
        "毕业院校": "江田岛海军兵学校，哈佛大学",
        "name": "山本五十六",
        "职务": "日本联合舰队司令",
        "personID": "428",
        "国籍": "日本",
        "id": "山本五十六",
        "group": 2
    },
    {
        "中文名": "切斯特·威廉·尼米兹",
        "职业": "美国太平洋舰队总司令、军事家",
        "img": "",
        "逝世日期": "1966年2月20日",
        "出生地": "美国得克萨斯州的弗雷德里克斯堡",
        "description": "切斯特·威廉·尼米兹（ChesterWilliamNimitz，1885年2月24日—1966年2月20日），出生于美国德克萨斯州弗雷德里克斯堡，美国海军名将、十大五星上将之一，二战时任太平洋战区的盟军总司令。尼米兹早期以研究潜艇为主，而后成为美军中柴油引擎技术的专家，太平洋战争爆发后，尼米兹担任了美国太平洋舰队总司令、太平洋战区盟军总司令等职务，主导对日作战。战后，尼米兹担任海军作战部长，一直至1947年退役为止。1966年2月20日，尼米兹逝世，享年80岁。美国为纪念尼米兹，将其去世之后所建造的第一艘、也是当时最先进的尼米兹级核动力航空母舰以他的名字来命名。此外，美国夏威夷檀香山及加州旧金山有以他为名的尼米兹高速公路。",
        "最高职务": "美国海军作战部长",
        "代表作品": "《海权》",
        "军衔": "美国海军五星上将",
        "size": 25,
        "出生日期": "1885年2月24日",
        "毕业院校": "美国海军学院",
        "name": "切斯特·威廉·尼米兹",
        "personID": "27",
        "国籍": "美国",
        "id": "切斯特·威廉·尼米兹",
        "所属军种": "海军",
        "group": 2
    },
    {
        "中文名": "道格拉斯·麦克阿瑟",
        "职业": "军事家，政治家，战略家，统帅",
        "img": "",
        "信仰": "基督教",
        "逝世日期": "1964年4月5日",
        "出生地": "美国阿肯色州小石城",
        "description": "道格拉斯·麦克阿瑟（英文：DouglasMacArthur，1880年1月26日—1964年4月5日），出生在美国阿肯色州小石城；美国陆军五星上将，著名军事家、政治家、战略家、统帅。1899年，麦克阿瑟考入西点军校。第一次世界大战期间晋升为上校并前往法国参战。1919年6月，被任命为西点军校校长。20世纪二十至三十年代担任陆军参谋长。第二次世界大战时期历任美国远东军司令，西南太平洋战区盟军司令。1944年麦克阿瑟被授予陆军五星上将军衔。1945年9月2日以盟军最高统帅的身份主持了对日本的受降仪式并代表同盟国签字。二战后出任驻日盟军最高司令长官、远东军司令等职，对日本实行了一系列改革，之后出任“联合国军”总司令。1952年，参与美国共和党总统初选，但未胜出。1964年4月5日，麦克阿瑟因胆结石去世，终年84岁。",
        "代表作品": "《麦克阿瑟回忆录》",
        "军衔": "美国陆军五星上将",
        "民族": "苏格兰",
        "size": 25,
        "出生日期": "1880年1月26日",
        "政党": "美国共和党",
        "毕业院校": "美国陆军军官学院（西点军校)",
        "name": "道格拉斯·麦克阿瑟",
        "personID": "858",
        "国籍": "美国",
        "id": "道格拉斯·麦克阿瑟",
        "group": 2
    },
    {
        "中文名": "刘蒙",
        "职业": "军人",
        "img": "",
        "母亲": "汪荣华",
        "description": "刘蒙，刘伯承元帅次子，少将军衔，毕业于清华大学，后又在军事院校深造。从事过科研工作，当过部队指挥员，军事外交官，联合国军事观察员，曾任中华人民共和国驻芬兰和爱沙尼亚三军武官等。刘蒙曾获芬兰总统授予的一级骑士勋章。曾任总参参谋，爱好文学和书法，参与了《刘伯承传记》的编写工作，创作了电影文学剧本《青年刘伯承》，并在《刘伯承回忆录》中著有文章。",
        "性别": "男",
        "父亲": "刘伯承",
        "军衔": "少将",
        "民族": "汉族",
        "size": 25,
        "毕业院校": "清华大学",
        "name": "刘蒙",
        "personID": "770",
        "国籍": "中国",
        "id": "刘蒙",
        "group": 2
    },
    {
        "中文名": "刘老庄镇",
        "车牌代码": "苏H",
        "img": "",
        "所属地区": "江苏省淮安市淮阴区",
        "火车站": "淮安站",
        "description": "刘老庄镇，隶属于江苏省淮安市淮阴区，位于淮安市区西北28公里处，是新四军八十二烈士殉国之地。东临涟水县成集镇，南临丁集镇、淮高镇，西靠徐溜镇、北与沭阳县张圩乡接壤。刘老庄镇行政区域面积96.09平方千米，人口4.66万人，辖18个村委会。",
        "政府驻地": "徐张路85号",
        "行政区类别": "乡镇",
        "size": 25,
        "name": "刘老庄",
        "人口数量": "4.66万人",
        "personID": "966",
        "电话区号": "0517",
        "id": "刘老庄",
        "面积": "96.09 km²",
        "group": 2
    },
    {
        "中文名": "本多政材",
        "img": "",
        "size": 25,
        "外文名": "ほんだ まさき",
        "毕业院校": "陆军士官学校",
        "name": "本多政材",
        "出生地": "长野县",
        "description": "本多政材（ほんだまさき、1889年（明治22年）5月17日-1964年（昭和39年）7月17日），日本陆军中将，一夕会骨干份子。第33军司令。",
        "personID": "750",
        "id": "本多政材",
        "group": 2
    },
    {
        "中文名": "约瑟夫·史迪威",
        "职业": "军人",
        "img": "",
        "外文名": "Joseph Stilwell",
        "逝世日期": "1946年10月12日",
        "主要成就": "驻华美军司令等",
        "description": "约瑟夫·史迪威(JosephStilwell，1883年3月19日—1946年10月12日)：美国佛罗里达州巴拉特卡市人。1904年西点军校毕业，参加过第一次世界大战，担任过美国驻华大使馆武官。1926—1929年出任美军驻天津的第15步兵团营长、代理参谋长，晋升中校。当时马歇尔任该团副团长、代理团长，两人在此结识。史迪威曾多次来华，会讲中文。第二次世界大战的珍珠港事件之后，美国参战，史迪威于1942年晋升中将，并被派到中国，先后担任中国战区参谋长、中缅印战区美军总司令、东南亚盟军司令部副司令、中国驻印军司令，分配美国援华物资负责人等职务，后被晋升为四星上将。",
        "军衔": "四星上将",
        "size": 25,
        "出生日期": "1883年3月19日",
        "毕业院校": "西点军校",
        "name": "史迪威",
        "personID": "959",
        "国籍": "美国",
        "id": "史迪威",
        "group": 2
    },
    {
        "中文名": "黄琪翔",
        "职业": "军人",
        "img": "",
        "逝世日期": "1970年12月10日",
        "别名": "御行",
        "出生地": "广东梅县水车镇茶山村",
        "description": "黄琪翔（1898年～1970年），字御行，广东梅县人，北伐、抗日名将，国民党陆军上将，毕业于保定陆军军官学校，1924年加入中国国民党。曾任国民革命军第四军军长、第八集团军总司令、国民政府军委会政治部副部长、军训部次长，第十一集团军总司令，第六战区副司令长官、中国远征军副司令长官，国民政府驻德国军事代表团团长，中国农工民主党第二届中央委员会主席（中央临时执行委员会总书记）、中南军政委员会委员兼司法部长、国家体委副主任，全国政协常委等职。黄琪翔是中国民主革命家、政治家、军事家、中国农工民主党创建人和领导人之一。黄琪翔是保定军校第六期炮兵科毕业生，曾任该校分队长，培养出一批著名将领，后在东征和北伐战争中屡获功勋，与叶挺并称为“北伐双杰”。北伐期间，黄琪翔与周恩来、叶剑英、汪精卫被人并称为“中国四大美男子”。北伐战争期间黄琪翔率部在平江、汀泗桥、马回岭、上蔡、临颖等战斗中屡建奇功，被称为北伐名将；在抗日战争中参与指挥过淞沪会战、枣宜会战、滇西缅北战役等战役。抗战胜利后，鉴于黄琪翔在抗战中的特殊功勋，他获得中美两国政府的最高荣誉。国民政府授予他“抗战胜利勋章”和国民政府最高荣誉“青天白日勋章”；美国政府授予他代表最高荣誉的“总统自由勋章”。1970年12月10日凌晨，黄琪翔病逝于北京，骨灰安放在八宝山革命公墓。",
        "党派": "中国农工民主党",
        "民族": "汉族",
        "军衔": "上将",
        "size": 25,
        "出生日期": "1898年9月2日",
        "毕业院校": "保定陆军军官学校、柏林大学",
        "name": "黄琪翔",
        "personID": "233",
        "国籍": "中国",
        "id": "黄琪翔",
        "妻子": "郭秀仪",
        "group": 2
    },
    {
        "职业": "军事家",
        "中文名": "卫立煌",
        "img": "",
        "信仰": "三民主义",
        "逝世日期": "1960年1月17日",
        "别名": "字俊如，又字辉珊",
        "description": "卫立煌（1897年2月16日～1960年1月17日），字俊如，又字辉珊，安徽省合肥县（现属包河区）人，中华民国高级将领，国军陆军二级上将，是蒋介石的“五虎上将”中的“虎将”。在中原大战中击败石友三解除了南京之围，在鄂豫皖“围剿”、镇压“闽变”分路暨主功、击败冈村宁次收复郑州、缅北滇西反攻战役（含强渡怒江战役）等一系列战役中取得了胜利。忻口会战亦破坏了日军的作战计划。日军华北最高司令官香月清司称其为“支那虎将”。史迪威在回忆录中称其为国民党军队中最能干的将领，美国出版的《中国人名大辞典》称其为“常胜将军”。建国后曾任国防委员会副主席，第二、三届全国政协常委，第二届人大代表，民革第三、四届中央委员会常委等职。1960年1月17日，因病在北京逝世，享年64岁，安葬于北京八宝山革命公墓。",
        "民族": "汉族",
        "军衔": "国民革命军陆军二级上将",
        "size": 25,
        "出生日期": "1897年2月16日",
        "name": "卫立煌",
        "personID": "1023",
        "国籍": "中国",
        "id": "卫立煌",
        "group": 2
    },
    {
        "img": "",
        "逝世日期": "1962年2月14日",
        "别名": "胡琴斋、胡寿山",
        "description": "胡宗南（1896年5月12日－1962年2月14日），字寿山，原名胡琴斋，祖籍浙江镇海（出生地今属宁波市北仑区），3岁时随父迁居浙西孝丰（今属安吉）。，中华民国陆军一级上将。1924年考入黄埔军校第一期学习。1926年参加北伐，任国民革命军第一师第二团团长。土地革命战争时期，曾任国民党中央监察委员，国民党军第一师副师长，第二十二师师长，第一军军长等职，率部参加了蒋介石发动的四一二反革命政变和“第二期北伐”，以及对红军的“围剿”。全面抗战爆发后，率部参加了淞沪八一三抗战。随后推行蒋介石消极抗日，积极反共的方针，屯兵西北，封锁陕甘宁边区，参与发动第一、第三次反共高潮。曾任国民党中央执行委员，国民党军第十七军团军团长，第三十四集团军总司令，第八战区副司令长官，第一战区司令长官等职。1945年被授予上将军衔。抗日战争胜利后，任西北、西南军政长官公署副长官兼西安绥靖公署主任、参谋长等职，率部进攻中原解放区和陕甘宁边区，遭严重打击，被迫率残部逃到四川。1949年12月，所部70万人又在西南战役中被刘伯承、邓小平指挥的解放军第二野战军主力和第一、四野战军各一部所歼灭。1950年4月西昌战役中所部10余万被全歼后只身飞往台湾，担任“总统府”战略顾问，国民党“江浙反共救国军”总指挥兼“浙江省政府主席”，国民党军“澎湖防守司令”，负责骚扰、破坏大陆沿海地区。1962年2月14日在台北病逝。",
        "本名": "胡宗南",
        "size": 25,
        "毕业学校": "黄埔军校",
        "出生日期": "1896年5月12日",
        "政党": "中国国民党",
        "字": "寿山",
        "name": "胡宗南",
        "民族族群": "汉族",
        "personID": "269",
        "id": "胡宗南",
        "group": 2
    },
    {
        "img": "",
        "size": 25,
        "name": "张涤非",
        "description": "张涤非，吉林省人。2021年9月2日，被国家体育总局授予“2017-2020年度全国群众体育先进个人”称号。",
        "personID": "636",
        "id": "张涤非",
        "group": 2
    },
    {
        "中文名": "林伯渠",
        "img": "",
        "逝世日期": "1960年（庚子年）5月29日",
        "别名": "林祖涵",
        "出生地": "湖南省临澧县",
        "description": "林伯渠（1886年3月20日－1960年5月29日），原名林祖涵，字邃园，号伯渠，湖南安福（今临澧县）修梅镇凉水井村人。早年加入同盟会。1921年加入中国共产党。是中国共产党和中华人民共和国卓越领导人之一。他曾参加南昌起义、长征等重要革命活动，任陕甘宁边区政府主席。新中国成立后，林伯渠任中央人民政府委员会秘书长，全国人民代表大会常务委员会第一、二届副委员长。林伯渠同志是著名的无产阶级革命家、教育家。是党和国家重要领导人之一，与董必武、徐特立、谢觉哉、吴玉章并称“延安五老”。1960年林伯渠先生逝世。",
        "代表作品": "《林伯渠同志诗选》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1886年3月20日（丙戌年）",
        "毕业院校": "莫斯科中山大学",
        "name": "林伯渠",
        "personID": "654",
        "国籍": "中国",
        "id": "林伯渠",
        "group": 2
    },
    {
        "中文名": "张思德",
        "职业": "军人",
        "img": "",
        "外文名": "zhangside",
        "逝世日期": "1944年9月5日",
        "别名": "小名谷娃子",
        "出生地": "四川仪陇",
        "description": "张思德（1915年4月19日—1944年9月5日），四川仪陇人，共产主义战士，全心全意为人民服务的典范。张思德出生在四川省仪陇县一个穷苦农民家庭。1933年12月参加红军，不久加入共青团。1937年10月，加入中国共产党。曾经担任过中央警备团警备班长和毛泽东的卫士。在一次反六路围攻的战斗中，他右腿先后两次负伤仍强忍剧痛，冲入敌阵，缴获了敌人两挺机枪。在长征途中，他曾两度经过人迹罕至的雪山、草地，历尽千辛万苦。1944年9月5日，他带领战士们在陕北安塞县执行烧炭任务时，即将挖成的窑洞突然塌方，他奋力把战友推出洞去，自己却被埋在窑洞，牺牲时年仅29岁。为了悼念张思德，中央机关和中央警备团在延安枣园沟口的操场上为张思德举行追悼大会。毛泽东参加了追悼会，亲笔题写了“向为人民利益而牺牲的张思德同志致敬”的挽词，并发表了《为人民服务》的演讲，高度赞扬了张思德完全、彻底为人民服务的思想境界和革命精神。张思德的形象成了为人民服务的代名词、里程碑。2009年9月10日，张思德被评为“100位为新中国成立作出突出贡献的英雄模范人物”之一。",
        "性别": "男",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1915年4月19日",
        "name": "张思德",
        "personID": "717",
        "国籍": "中国",
        "id": "张思德",
        "group": 2
    }
]