[
    {
        "img": "home6.jpg",
        "timeID": "0",
        "id": "党史图谱",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": -1
    },
    {
        "img": "",
        "timeID": "1935",
        "id": "1935年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 6,
        "x": 0,
        "y": 0
    },
    {
        "img": "",
        "timeID": "1936",
        "id": "1936年",
        "type": "",
        "description": "",
        "eventSeq": 0,
        "timeType": 6,
        "x": 0,
        "y": 0
    },
    {
        "name": "四渡赤水",
        "type": "长征",
        "description": "土地革命战争时期，中央红军长征中，在贵州、四川、云南3省交界的赤水河流域同国民党军进行的运动战战役。四渡赤水战役是遵义会议之后，中央红军在长征途中，处于国民党几十万重兵围追堵截的艰险条件下，进行的一次决定性运动战战役。在毛泽东、周恩来、朱德等指挥下，中央红军采取高度机动的运动战方针，纵横驰骋于川黔滇边境广大地区，积极寻找战机，有效地调动和歼灭敌人，彻底粉碎了蒋介石企图围歼红军于川黔滇边境的狂妄计划，红军取得了战略转移中具有决定意义的胜利。毛泽东指挥中央红军三个月的时间六次穿越三条河流，转战川贵滇三省，巧妙地穿插于国民党军重兵集团围剿之间，不断创造战机，在运动中大量歼灭敌人，牢牢地掌握战场的主动权，取得了红军长征史上以少胜多，变被动为主动的光辉战例。",
        "发生时间": "1935年1月19日",
        "结束时间": "1935年3月22日",
        "eventSeq": 103,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "四渡赤水",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "遵义会议",
        "type": "长征",
        "description": "遵义会议是指1935年1月中共中央政治局在贵州遵义召开的独立自主地解决中国革命问题的一次极其重要的扩大会议。是在红军第五次反“围剿”失败和长征初期严重受挫的情况下，为了纠正博古、王明、李德等人“左”倾领导在军事指挥上的错误而召开的。这次会议是中国共产党第一次独立自主地运用马克思列宁主义基本原理解决自己的路线、方针和政策方面问题的会议。这次会议，在极端危急的历史关头，挽救了党，挽救了红军，挽救了中国革命，在中国共产党和红军的历史上，是一个生死攸关的转折点。",
        "时间": "1935年1月",
        "eventSeq": 104,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "遵义会议",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "飞夺泸定桥",
        "type": "长征",
        "description": "飞夺泸定桥，是中国工农红军长征中的一场重要战役，发生于1935年5月29日。中央红军部队在四川省中西部强渡大渡河成功，沿大渡河东岸北上，主力由安顺场沿大渡河西岸北上，红四团战士在天下大雨的情况下，在崎岖陡峭的山路上跑步前进，一昼夜奔袭竟达240里，终于在5月29日凌晨6时许按时到达泸定桥西岸。第2连连长和22名突击队员沿着枪林弹雨和火墙密布的铁索踩着铁链夺下桥头，并与东岸部队合围占领了泸定桥。",
        "发生时间": "1935年5月29日",
        "eventSeq": 105,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "飞夺泸定桥",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "巧渡金沙江",
        "type": "长征",
        "description": "1935年5月3日，长征途中，中央红军军委干部团接到抢夺皎平渡的任务。他们在金沙江边找到一条敌军送探子来南岸探查情况的船，又在当地农民的协助下，从水里捞出一条破船。然后，他们乘坐这两条船渡到北岸。敌人以为探子回来了，没有在意。红军突然袭击，一举控制皎平渡两岸渡口。后来，又找到5条船，动员36名艄公。与此同时，红一军团赶到龙街渡口，红三军团赶到洪门渡，但这两个渡口都没有船只，加上江宽水急无法架桥。军委命令他们迅速转到皎平渡过江。5月3日至9日，在七天七夜的时间里，红军主力就靠这七只小船从容过江。两天以后，敌人追兵才赶到南岸。",
        "开始时间": "1935年5月",
        "eventSeq": 106,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "巧渡金沙江",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "两河口会议",
        "type": "长征",
        "description": "六届中央政治局于1935年6月26日在四川懋功以北的两河口举行会议。会议由张闻天主持，出席会议的有毛泽东、朱德、周恩来、张国焘、王稼祥、博古、刘少奇、凯丰、邓发、刘伯承、彭德怀、林彪、聂荣臻、林伯渠、李富春共16人。周恩来代表党中央和中央军委作关于目前战略方针问题的报告，着重阐明战略方针、行动方针和战略指挥三个问题，强调两个方面军要统一指挥，集中于中央军委。张闻天作会议总结。会议一致通过周恩来报告中提出的建立川陕甘根据地的战略方针，并责成张闻天起草一个中央政治局决定。6月28日，中央政治局作出《关于一、四方面军会合后战略方针的决定》。两河口会议确定了新的战略方针，为两个方面军共同北上，进一步扩大苏维埃运动指明了方向。",
        "开始时间": "1935年6月",
        "eventSeq": 107,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "两河口会议",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "红军过雪山",
        "type": "长征",
        "description": "红军过雪山，是红军长征中最艰苦的行军之一。红军翻越的雪山，大都海拔4000米以上，空气稀薄，人迹罕至，白雪皑皑，山高谷深，气候变幻无常。",
        "发生时间": "1935年6月",
        "eventSeq": 108,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "红军过雪山",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "红军过草地",
        "type": "解放战争",
        "description": "红军过草地是指中国红军长征期间重要事件。1935年8月21日，红军开始过草地。行军队左右两路，平行前进。右路军由毛泽东、周恩来、徐向前等率领，自四川毛儿盖出发，进入松潘草地。经过7天的艰苦努力，右路军到达草地尽头的班佑地区。左翼为林彪的红一方面军，先行；继后是中央领导机关、红军大学学生等。右翼为徐向前、陈昌浩率领的红三十军和红四军。彭德怀率红三军团垫后，走左翼行军路线。",
        "发生时间": "1935年8月21日",
        "eventSeq": 109,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "红军过草地",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国工农红军右路军成立",
        "type": "长征",
        "description": "1935年6月，红一、四方面军会师于懋功。中共中央为继续北上抗日，举行了两次会议，并对两大红军主力部队进行了调整。8月，将红一、四方面军各军统一编成右路军和左路军。",
        "开始时间": "1935年8月",
        "eventSeq": 110,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "中国工农红军右路军成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中国工农红军左路军成立",
        "type": "长征",
        "description": "土地革命战争时期，中国工农红军在长征途中领导的工农武装。1935年6月，红一方面军与红四方面军在四川懋功会师。8月3日，红军总部制定进军甘肃南部的夏（河）洮（河）战役计划，并把红一、红四方面军混合编成左路军和右路军。左路军包括在卓克基及其以南地区红四方面军的第九、第三十一、第三十三军，红一方面军的第五、第三十二军及军委纵队的一部分，由朱德、张国焘、刘伯承率领集结北上，经草地到阿坝，再到班佑与右路军会合。9月初，左路军到达阿坝地区，但张国焘拒不执行党中央关于北上的指示，进而企图裹挟党中央和红一方面军南下。9月，北上部队在此正式改编为中国工农红军陕甘支队，工农红军左路军番号取消。",
        "开始时间": "1935年8月",
        "eventSeq": 111,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "中国工农红军左路军成立",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "张国焘另立“中央”（1935年10月5日—1936年6月6日）",
        "type": "长征",
        "description": "红军长征途中，1935年9月上旬，第四方面军主要领导张国焘坚持南下同中央分道扬镳后，中共中央在北上途中致电张国焘，命令他改变南下方针，但张国焘坚持错误。9月中旬，他在阿坝召开川康省委及红军中党的活动分子会议，攻击中央北上的方针是“逃跑”，力主南下，并反对在左路军中坚决同中央一起北上的朱德和刘伯承。10月5日，张国焘公然在四川省理番县卓木碉（今马尔康县足木脚）另立党的“中央”“中央政府”“中央军委”“团中央”，宣布“毛泽东、周恩来、博古、洛甫应撤销工作，开除中央委员及党籍，并下令通缉”。12月5日，张国焘狂妄要求中共中央“不得再冒用党中央名义”，只能称北方局，中华苏维埃共和国中央政府、红一方面军也只能称陕甘政府和北路军。至此，张国焘分裂党和红军的行动发展到登峰造极的地步。鉴于张国焘分裂党和红军的严重性，中共中央政治局于1936年1月22日作出《中央关于张国焘同志成立第二“中央”的决定》，责令张国焘立即取消他所成立的“中央”等机构，停止一切反党活动，并决定在党内公布俄界会议通过的《中央关于张国焘同志的错误的决定》。从莫斯科回国到达陕北的张浩，也以共产国际代表的身份致电张国焘，要他立即取消另立的“中央”。由于张国焘的分裂行动不得人心，加之红四方面军南下失败，在这种情况下，1936年6月6日，张国焘宣布取消他另立的“中央”。",
        "开始时间": "1935年10月",
        "eventSeq": 112,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "张国焘另立“中央”（1935年10月5日—1936年6月6日）",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "一二九运动",
        "type": "抗日战争",
        "description": "一二·九运动又称为一二·九抗日救亡运动。1935年12月9日，北平（北京）大中学生数千人举行了抗日救国示威游行，反对华北自治，反抗日本帝国主义，要求保全中国领土的完整，掀起全国抗日救国新高潮。12月12日，北平学生举行第5次示威游行，高呼\"援助绥远抗战\"、\"各党派联合起来\"等口号。这是中国共产党领导的一次大规模学生爱国运动。在“冀察政务委员会”计划成立的12月16日，北平学生和各界群众1万余人又举行示威游行，迫使“冀察政务委员会”延期成立。之后，天津学生又组成南下扩大宣传团，深入人民中间宣传抗日救国。杭州、广州、武汉、天津、南京、上海等地相继举行游行示威。北平学生的爱国行动，得到了全国学生的响应和全国人民的支持，形成了全国人民抗日民主运动的新高潮，推动了抗日民族统一战线的建立。一二·九运动公开揭露了日本帝国主义侵略中国，吞并华北的阴谋，打击了国民党政府的妥协投降政策，大大地促进了中国人民的觉醒。它配合了红军北上抗日，促进了国内和平和对日抗战。它标志着中国人民抗日民主运动新高潮的来到。正如毛泽东同志所指出的，一二·九运动是动员全民族抗战的运动，它准备了抗战的思想，准备了抗战的人心，准备了抗战的干部。",
        "发生时间": "1935年12月9日",
        "eventSeq": 113,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "一二九运动",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "义勇军进行曲",
        "type": "长征",
        "description": "《义勇军进行曲》是由田汉作词，聂耳作曲的歌曲，是电影《风云儿女》的主题歌，被称为中华民族解放的号角，自1935年在民族危亡的关头诞生以来，对激励中国人民的爱国主义精神起了巨大的作用，后成为中华人民共和国国歌。中华人民共和国国歌是中华人民共和国的象征和标志。一切公民和组织都应当尊重国歌，维护国歌的尊严。1935年5月9日，该曲第一版录音在百代唱片公司录音棚录制完成。1951年，人民唱片厂为满足国歌播放的需要，录制出版了由铜管乐合奏和管弦乐合奏组成的粗纹唱片。1959年，中国唱片厂为庆祝中华人民共和国成立10周年，录制出版了全套标准国歌专用唱片。1978年，推出集体填词版专用唱片。1983年，中国唱片上海公司录制出版了恢复原词后的标准国歌专用唱片。2004年3月14日，第十届全国人民代表大会第二次会议通过宪法修正案，正式规定中华人民共和国国歌为《义勇军进行曲》。2017年9月1日，《中华人民共和国国歌法》在第十二届全国人大常委会第二十九次会议表决通过，于10月1日起正式实施。",
        "发行时间": "1935年",
        "eventSeq": 114,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "义勇军进行曲",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "华北事变",
        "type": "抗日战争",
        "description": "华北事变是指继九一八事变东北沦陷之后，1935年日本侵略军蚕食侵犯华北地区的一系列事件的统称。1933年长城抗战《塘沽协定》签订之后，日本暂时将对中国“武力鲸吞”的露骨侵略方式转变为有序推进的“渐进蚕食”方式，即企图一口一口啃噬掉中国。这样，继东北之后，华北顺理成章地成为日本侵略的下一个目标。在日本的既定世界霸权方针下，中国民众和中国共产党、熟悉形势的世界各国观察家都非常清楚，日本绝不会满足仅仅占据东北的现状，华北必将成为东北之续。",
        "发生时间": "1935年",
        "eventSeq": 115,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "华北事变",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "吴起镇会师",
        "type": "长征",
        "description": "吴起镇会师是红一方面军与陕北红军的会师。吴起镇位于陕西省延安市西北部吴起县的中部，据说战国时期的魏国大将吴起曾在此驻守，也因此而得名。1935年9月，红一方面军翻越雪山、越过岷山草地，10月份翻越六盘山之后到达吴起镇，10月19日与陕北红军胜利会师。毛泽东到达吴起镇后，即于当天致电彭德怀：“吴起镇已是苏区边境，此地以东即有红色政权，保安城闻有红色部队，但吴起镇、金汤镇之间之金佛坪有地主武装百余守堡，拟派队消灭之。”",
        "发生时间": "1935年",
        "eventSeq": 116,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "吴起镇会师",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "全国各界救国联合会",
        "type": "抗日战争",
        "description": "简称救国会或全救会。抗日战争和解放战争时期，以爱国民主人士和爱国知识分子为骨干力量、具有广泛社会基础的全国性群众救国组织。前身为全国各界救国联合会。1936年5月至6月，全国20余省市60多个救亡团体及十九路军代表共70余人在上海召开会议，全国各界抗日救国联合会成立。宋庆龄、何香凝、马相伯、邹韬奋等40余人为执行委员，沈钧儒、章乃器、李公朴、王造时、沙千里、史良、孙晓村、曹孟君等14人为常务委员。在华北、西北、华南等地区以至在旅居欧美、东南亚的华侨中，相继成立各界救国联合会。1941年，救国会参与发起成立中国民主政团同盟，并成为其中一部分。1945年12月，救国会改称中国人民救国会，提出“团结国人，建设独立、自由、幸福的民主的新中国”的政治纲领。主要负责人有沈钧儒、邹韬奋、陶行知、史良、李公朴等人。在国民党发动内战期间，该会坚决反对内战，致力于和平民主运动。1949年9月，救国会代表参加新政治协商会议。中华人民共和国成立后，救国会鉴于完成自身的历史使命，于12月18日在北京召开会议，宣布解散。",
        "开始时间": "1936年1月5日",
        "eventSeq": 117,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "全国各界救国联合会",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "中华民族解放先锋队",
        "type": "抗日战争",
        "description": "简称民先或民先队。抗日战争时期，中国共产党领导建立的青年抗日救国团体。1936年2月，由平津学生南下扩大宣传团发起在北平（今北京）成立。以反对帝国主义、反对封建主义，追求民族解放为宗旨。领导机关为全国总队部，李昌、李哲人、刘道生等为总队部负责人。下设组织、宣传等部和秘书处。其成员和各级组织遍布全国各地。1937年7月抗战全面爆发后，总队部先后移驻太原、武汉、西安，大批队员走上抗日前线。1938年8月，中华民族解放先锋队总部迁至武汉后，被武汉卫戍司令部强令解散。1940年，在抗日民主根据地的民先组织并入青年救国会。",
        "开始时间": "1936年2月",
        "eventSeq": 118,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "中华民族解放先锋队",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "甘孜会师",
        "type": "长征",
        "description": "1936年3月30日，根据红军总司令朱德、总政治委员张国焘的电报，在长征途中的红二、六军团北渡金沙江，越过大雪山，历尽艰辛，7月2日在甘孜与红四方面军会师。中共中央得知后，指令红二、六军团合编为红二方面军（红三十二军编入），贺龙任总指挥、任弼时任政治委员。此时，张国焘虽已取消另立的“中央”，但没有改变与中央对抗的立场。他企图拉拢刚刚会师的红二方面军支持他的错误活动和主张，遭到红二方面军领导人的坚决抵制。在朱德、刘伯承、任弼时、贺龙、关向应等力争下，红二、四方面军决定共同北上，同中央和红一方面军会合。",
        "开始时间": "1936年7月",
        "eventSeq": 119,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "甘孜会师",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "《赵一曼写给儿子的信》",
        "type": "抗日战争",
        "description": " ",
        "开始时间": "1936年8月",
        "eventSeq": 120,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "《赵一曼写给儿子的信》",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "将台堡会师",
        "type": "长征",
        "description": " ",
        "开始时间": "1936年10月22日",
        "eventSeq": 121,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "将台堡会师",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "会宁会师",
        "type": "长征",
        "description": "会宁会师为一次历史事件。1935年6月，中央红军与红四方面军在四川懋功会师。由于张国焘推行分裂路线，两军会合后旋即分开，红四方面军南下，然后中央红军单独北上。南下途中，张国焘另立“中央”。后来张国焘被迫取消伪中央，再与红二方面军一起北上。会宁素有“陇秦锁钥”之称，兵家必争之地。1936年9月，蒋介石命令胡宗南部兼程北上，企图在一带切断红军三大主力会师的道路。中央命令红四方面军阻止胡宗南部，但张国焘心生胆怯，不执行北上命令，而要西渡黄河夺取宁夏。1936年10月，红军三大主力一、二、四方面军历经艰难跋涉，冲破重重险阻，在这里实现胜利大会师。自此，举世闻名的红军长征画上句号，中国革命开启了崭新篇章。",
        "会师时间": "1936年10月",
        "eventSeq": 122,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "会宁会师",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "血沃祁连",
        "type": "长征",
        "description": " ",
        "开始时间": "1936年11月11日",
        "eventSeq": 123,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "血沃祁连",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "name": "西安事变",
        "type": "抗日战争",
        "description": "1936年12月12日，为挽救民族危亡、劝谏蒋介石改变“攘外必先安内”的既定国策、停止内战一致抗日，张学良、杨虎城毅然在临潼对蒋介石实行“兵谏”，扣留来陕督战的蒋介石，发动了震惊中外的“西安事变”，亦称双十二事变。提出抗日救国八项政治主张，逼蒋介石抗日。1936年12月25日，在中共中央和周恩来等人的努力下，蒋介石接受“停止内战、联共抗日”等六项主张，为“西安事变”的和平解决奠定了基础。“西安事变的和平解决为抗日民族统一战线的建立准备了必要的前提，成为由国内战争走向抗日民族战争的转折点。",
        "发生时间": "1936年12月12日",
        "结束时间": "1936年12月25日",
        "eventSeq": 124,
        "timeType": 6,
        "img": "",
        "size": 30,
        "id": "西安事变",
        "group": 1,
        "x": 0,
        "y": 0
    },
    {
        "中文名": "朱德",
        "img": "",
        "逝世日期": "1976年7月6日",
        "出生地": "四川省仪陇县",
        "description": "朱德（1886年12月1日-1976年7月6日），字玉阶，原名朱代珍，曾用名朱建德，伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家，中国人民解放军的主要缔造者之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。建国初期，兼任中共中央纪律检查委员会书记，为加强执政党的建设，维护党的组织纪律，克服党内各种不良倾向，保持党的优良作风，进行了大量卓有成效的工作。他还多次出国访问、会见外国领导人，增进了中国人民和各国人民的友谊。在“文化大革命”期间，他曾遭到林彪、江青集团的侮辱和打击，但受到毛泽东的保护。1976年7月6日在北京逝世。主要著作收入《朱德选集》。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1886年12月1日",
        "name": "朱德",
        "personID": "870",
        "国籍": "中国",
        "id": "朱德",
        "group": 2
    },
    {
        "中文名": "蒋介石",
        "img": "",
        "外文名": "Chiang Kai-shek",
        "逝世日期": "1975年4月5日",
        "主要成就": "二战时期中国战区最高统帅",
        "子女": "蒋经国、蒋纬国",
        "出生地": "浙江省宁波市奉化县溪口镇",
        "description": "蒋介石（1887年10月31日-1975年4月5日），原名瑞元，学名志清、中正，字介石。浙江奉化人，是近代中国著名政治及军事人物，历任黄埔军校校长、国民革命军总司令、国民政府主席、行政院院长、国民政府军事委员会委员长、中华民国特级上将、中国国民党总裁、三民主义青年团团长、第二次世界大战同盟国中国战区最高统帅、中华民国总统等职。蒋介石受孙中山赏识而崛起于民国政坛，在孙中山去世后长期领导中国国民党达半世纪；其于国民政府时代一直居于军政核心，但其政治手腕与独裁统治亦遭受批评。其从政生涯横跨多个重要时期，在中国近代史上有重要地位。1975年4月5日，在台北士林官邸逝世。蒋介石是中国近现代史上的一个关键人物，他的政治生涯对中国近现代史的进程产生过极为重要的影响。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1887年10月31日",
        "毕业院校": "东京振武学校",
        "name": "蒋介石",
        "personID": "263",
        "国籍": "中国",
        "id": "蒋介石",
        "妻子": "宋美龄",
        "group": 2
    },
    {
        "中文名": "毛泽东",
        "img": "",
        "信仰": "马克思主义",
        "逝世日期": "1976年09月09日",
        "别名": "石三伢子、二十八画生 等",
        "出生地": "湖南省长沙府湘潭县韶山冲",
        "description": "毛泽东（1893年12月26日-1976年9月9日），字润之（原作咏芝，后改润芝），笔名子任。湖南湘潭人。中国人民的领袖，伟大的马克思主义者，伟大的无产阶级革命家、战略家、理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，马克思主义中国化的伟大开拓者，近代以来中国伟大的爱国者和民族英雄，中国共产党第一代中央领导集体的核心，领导中国人民彻底改变自己命运和国家面貌的一代伟人。1949至1976年，毛泽东担任中华人民共和国最高领导人。他对马克思列宁主义的发展、军事理论的贡献以及对共产党的理论贡献被称为毛泽东思想。因毛泽东担任过的主要职务几乎全部称为主席，所以也被人们尊称为“毛主席”。毛泽东被视为现代世界历史中最重要的人物之一，《时代》杂志也将他评为20世纪最具影响100人之一。",
        "民族": "汉",
        "size": 25,
        "出生日期": "1893年12月26日",
        "毕业院校": "湖南省立第一师范学校",
        "name": "毛泽东",
        "personID": "1088",
        "国籍": "中国",
        "id": "毛泽东",
        "group": 2
    },
    {
        "中文名": "周恩来",
        "img": "",
        "逝世日期": "1976年1月8日",
        "别名": "伍豪",
        "出生地": "江苏省淮安市",
        "description": "周恩来（1898年3月5日-1976年1月8日），字翔宇，曾用名飞飞、伍豪、少山、冠生等，原籍浙江绍兴，1898年3月5日生于江苏淮安。1921年加入中国共产党，是伟大的马克思主义者，伟大的无产阶级革命家、政治家、军事家、外交家，党和国家主要领导人之一，中国人民解放军主要创建人之一，中华人民共和国的开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。1976年1月8日在北京逝世。他的逝世受到极广泛的悼念。由于他一贯勤奋工作，严于律己，关心群众，被称为“人民的好总理”。他的主要著作收入《周恩来选集》。",
        "代表作品": "《周恩来选集》",
        "籍贯": "浙江绍兴",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年3月5日",
        "毕业院校": "天津南开学校大学部",
        "name": "周恩来",
        "personID": "124",
        "国籍": "中国",
        "id": "周恩来",
        "group": 2
    },
    {
        "中文名": "奥托·布劳恩",
        "img": "",
        "逝世日期": "1974年8月",
        "别名": "李德、华夫（笔名）",
        "出生地": "德国慕尼黑",
        "description": "李德（1900年9月—1974年8月），原名奥托·布劳恩，出生于德国慕尼黑。1933年，中共临时中央从上海迁往中央苏区，李德以中共中央军事顾问的身份来到瑞金。李德来到苏区，虽怀有帮助中国革命的良好愿望，但是他的错误指挥却给红军造成了重大损失，最终导致第五次反“围剿”的严重失利，红军被迫撤出中央苏区。长征初期，作为负责筹划决策的“三人团”成员之一，李德仍实施错误指挥：一方面过分强调保密，对战略转移没有进行应有的政治动员；另一方面在退却中采取消极避战的逃跑主义，导致中央红军在长征初期遭受惨重损失。1974年8月15日，李德逝世，终年74岁。",
        "代表作品": "《中国纪事》",
        "size": 25,
        "出生日期": "1900年9月",
        "毕业院校": "伏龙芝军事学院",
        "name": "李德",
        "personID": "838",
        "国籍": "德国",
        "id": "李德",
        "group": 2
    },
    {
        "中文名": "王明",
        "img": "",
        "逝世日期": "1974年3月27日",
        "别名": "陈绍禹（原名）",
        "出生地": "安徽省 六安县",
        "description": "王明（1904年5月23日—1974年3月27日），原名陈绍禹，字露清，出生于安徽省六安县六区金家寨镇下码头。1925年加入中国共产党，曾任中央政治局委员、长江局书记等职务。王明是党在土地革命战争时期“左”倾冒险主义和抗日战争时期右倾投降主义的主要代表人物。以他为代表的“左”右倾错误曾经给中国革命带来严重危害。王明也曾为革命事业做过一些有益的工作，但观其一生，可谓“过”远远大于“功”。",
        "籍贯": "安徽金寨",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1904年5月23日",
        "字": "露清",
        "毕业院校": "莫斯科中山大学",
        "name": "王明",
        "personID": "581",
        "国籍": "中国",
        "id": "王明",
        "group": 2
    },
    {
        "中文名": "秦邦宪",
        "职业": "政治家",
        "img": "",
        "逝世日期": "1946年4月8日",
        "别名": "博古",
        "出生地": "江苏无锡",
        "description": "秦邦宪（1907～1946），无产阶级革命家、中国共产党早期领导人。又名博古。江苏无锡人。早年就读于苏州工业专门学校，积极参加学生爱国运动。1925年入上海大学学习，参加五卅运动。同年底加入中国共产党。1931年4月任中国社会主义青年团书记。之后又任中共临时中央局成员、临时中央政治局书记和负责人。1934年10月参加长征。1935年在遵义会议上被解除中共最高领导职务。后任中共中央政治局常委、红军野战部队政治部主任。1946年4月8日由重庆返延安汇报工作，因飞机失事在山西兴县遇难。",
        "代表作品": "《联共（布）党史简明教程》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1907年",
        "毕业院校": "莫斯科中山大学",
        "name": "博古",
        "personID": "279",
        "国籍": "中国",
        "id": "博古",
        "group": 2
    },
    {
        "中文名": "陈云",
        "职业": "革命家、政治家、经济建设奠基人",
        "img": "",
        "逝世日期": "1995年4月10日",
        "出生地": "江苏青浦（今属上海）",
        "description": "陈云（1905年6月13日-1995年4月10日），江苏青浦（今属上海）人。伟大的无产阶级革命家、政治家，杰出的马克思主义者，中国社会主义经济建设的开创者和奠基人之一，党和国家久经考验的卓越领导人，是以毛泽东同志为核心的党的第一代中央领导集体和以邓小平同志为核心的党的第二代中央领导集体的重要成员。陈云同志在上个世纪30年代初就担任党中央的领导工作，经历了我们党领导人民进行革命、建设、改革各个历史时期几乎所有重大事件，参与了党中央在不同历史时期一系列重大决策的制定和实施，多次在党和人民事业发展的关键时刻、在党和国家的重大决策中发挥了十分重要的作用。陈云同志为中国人民解放事业的开展和成功，为我国社会主义制度的建立和巩固，为我国改革开放和社会主义现代化事业的开创和发展，奉献了毕生精力，建立了不朽功勋，在国内外享有崇高威望，深受全党全军全国各族人民尊敬和爱戴。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1905年6月13日",
        "name": "陈云",
        "personID": "245",
        "国籍": "中国",
        "id": "陈云",
        "group": 2
    },
    {
        "中文名": "张闻天",
        "职业": "无产阶级革命家、政治家",
        "img": "",
        "逝世日期": "1976年7月1日",
        "别名": "张应皋、洛甫",
        "description": "张闻天（1900年8月30日-1976年7月1日），原名张应皋，化名洛甫，上海南汇人，中国共产党的重要领导人之一，理论宣传和干部教育工作中成绩卓著的领导人之一。张闻天同志1925年加入中国共产党，1933年进入中央革命根据地，1934年10月参加长征并出席遵义会议，1959年被错定为反党集团成员；文化大革命中受尽迫害，于1976年7月1日含冤病逝。1978年8月（一说1979年8月），中共中央对其冤案予以平反昭雪，主要著作有《张闻天选集》。",
        "代表作品": "《张闻天选集》",
        "籍贯": "上海南汇",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1900年8月30日",
        "政治面貌": "中共党员",
        "毕业院校": "南京河海工程专门学校",
        "name": "张闻天",
        "personID": "644",
        "国籍": "中国",
        "id": "张闻天",
        "group": 2
    },
    {
        "中文名": "王稼祥",
        "职业": "政治家",
        "img": "",
        "逝世日期": "1974年1月25日",
        "别名": "王嘉祥，王稼蔷",
        "出生地": "安徽省泾县桃花潭镇厚岸村",
        "description": "王稼祥（1906年8月15日—1974年1月25日），原名嘉祥，又名稼蔷，安徽省泾县桃花潭镇厚岸村人。中国共产党的优秀党员，忠诚的马克思主义者，杰出的无产阶级革命家，中国共产党和中国人民解放军卓越领导人，新中国优秀的外交家。革命战争时期历任中共中央党报委员会秘书长、中国工农红军总政治部主任、中华苏维埃共和国外交人民委员、中央革命军事委员会副主席、6届中央委员、中央政治局委员，中央三人军事小组成员，中央政治局委员，中共驻共产国际代表，中共中央军委副主席、总政治部主任兼八路军总政治部代主任，八路军军政学院院长，7届中央候补委员、委员等；解放后历任中国驻苏联大使、外交部副部长、中联部部长、中央国际活动指导委员会主任委员、8届中央委员、中央书记处书记，三、四届全国政协常委，中央外事小组副组长，10届中央委员等。1969年10月下放河南信阳，1970年冬回北京治病。1943年7月，他在《中国共产党与中国民族解放的道路》一文中，首次提出“毛泽东思想”这一科学概念。在“文化大革命”中，他长期从事的外交工作被康生污蔑为“三和一少”的投降主义路线，遭受到严重的迫害。1974年1月25日在北京不幸猝然逝世，终年68岁。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1906年8月15日",
        "毕业院校": "莫斯科中山大学",
        "name": "王稼祥",
        "personID": "650",
        "国籍": "中国",
        "id": "王稼祥",
        "group": 2
    },
    {
        "中文名": "廖大珠",
        "img": "",
        "民族": "汉",
        "size": 25,
        "name": "廖大珠",
        "description": "廖大珠，衡阳市祁剧团红旗影剧院团长。",
        "personID": "159",
        "国籍": "中国",
        "id": "廖大珠",
        "性别": "男",
        "group": 2
    },
    {
        "中文名": "杨成武",
        "职业": "无产阶级革命家、军事家",
        "img": "",
        "逝世日期": "2004年2月14日",
        "主要成就": "中国人民解放军上将军衔",
        "别名": "杨能俊",
        "出生地": "福建长汀县",
        "description": "杨成武（1914年10月27日—2004年2月14日），福建省长汀县客家人，是中共的优秀党员，共产主义战士，无产阶级革命家、军事家。杨成武于1929年参加革命，1930年加入中国共产党。17岁当上团政委。后任红1军团第1师政治委员，指挥过抗日战争、解放战争，为创建新中国立下了不朽功勋。1955年被授予上将军衔。1955年获一级八一勋章、一级独立自由勋章和一级解放勋章，1988年获一级红星功勋荣誉章。",
        "军衔": "上将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1914年10月27日",
        "name": "杨成武",
        "personID": "24",
        "国籍": "中国",
        "id": "杨成武",
        "group": 2
    },
    {
        "中文名": "刘少奇",
        "img": "",
        "逝世日期": "1969年11月12日",
        "出生地": "湖南省宁乡县",
        "description": "刘少奇（1898年11月24日-1969年11月12日），生于湖南省宁乡县，伟大的马克思主义者，伟大的无产阶级革命家、政治家、理论家，党和国家主要领导人之一，中华人民共和国开国元勋，是以毛泽东同志为核心的党的第一代中央领导集体的重要成员。刘少奇同志为中国革命和建设事业殚精竭虑、呕心沥血，在经济、政治、军事、文化、教育、外交和党的建设等领域都建立了卓著功勋，受到全党全军全国各族人民衷心爱戴。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年11月24日",
        "name": "刘少奇",
        "personID": "291",
        "国籍": "中国",
        "id": "刘少奇",
        "group": 2
    },
    {
        "中文名": "邓发",
        "img": "",
        "信仰": "共产主义",
        "逝世日期": "1946年4月8日",
        "主要成就": "中国共产党前期领导人之一",
        "别名": "邓元钊，易林",
        "出生地": "广东省云浮市附城乡石塘村",
        "description": "邓发（1906年3月7日-1946年4月8日），原名邓元钊，广东云浮人。杰出的无产阶级革命家，中国共产党前期领导人之一，中国工人运动的早期领导人。1922年参加香港海员大罢工。1925年加入中国共产党，同年参加省港大罢工和东征战役。1927年参加广州起义。1928年后任中共香港市委书记、广州市委书记、广东省委组织部长。1930年后任闽粤赣边特委书记、中华苏维埃共和国中央执行委员兼政治保卫局局长。长征中任纵队政治委员。抗日战争期间任中共驻新疆代表、中共中央党校校长、中共中央职工运动委员会书记、民运委员会书记。在中共六届三中全会和第七次全国代表大会上当选为中央委员，六届五中全会上当选为政治局候补委员，1945年9月代表解放区职工出席在巴黎召开的世界职工代表大会。1946年4月8日，同博古、叶挺、黄齐生等人一同返延安时因飞机失事在吕梁市兴县黑茶山遇难。享年四十岁。",
        "籍贯": "广东云浮",
        "size": 25,
        "出生日期": "1906年3月7日",
        "政治面貌": "中共党员",
        "name": "邓发",
        "personID": "200",
        "国籍": "中国",
        "id": "邓发",
        "group": 2
    },
    {
        "中文名": "彭德怀",
        "职业": "无产阶级革命家、军事家、政治家",
        "img": "",
        "逝世日期": "1974年11月29日",
        "别名": "彭得华、清宗、石穿",
        "出生地": "湖南省湘潭县彭家围子",
        "description": "彭德怀（1898年10月24日-1974年11月29日），男，原名得华，号石穿，出生于湖南省湘潭县彭家围子。中华人民共和国开国元帅，无产阶级革命家，军事家，政治家，中国人民解放军创建人和领导人之一。彭德怀于1928年加入中国共产党，第二次国内革命战争时期历任中国工农红军师长、军长、三军团总指挥、中华苏维埃共和国中央革命军事委员会副主席；长征后期担任过陕甘支队司令员；到达陕北以后，担任过红军前敌总指挥。抗日战争时期，担任八路军副总指挥，中共中央北方局代理书记。解放战争时期，担任中国人民解放军副总司令、西北野战军(后为第一野战军)司令员兼政治委员。新中国成立后，任中央人民政府委员、人民革命军事委员会副主席、西北军政委员会主席、中共中央西北局第一书记、西北军区司令员。1950年10月，出任中国人民志愿军司令员兼政治委员。1954年后任国务院副总理兼国防部长、国防委员会副主席，对中国人民解放军的现代化、正规化建设，作出了卓越的贡献。1955年被授予中华人民共和国元帅军衔。1956年在中共八届一中全会上，当选为中共中央政治局委员。“文化大革命”期间，遭到林彪、江青反革命集团的诬陷和残酷迫害，多次被游斗。1974年11月29日逝世。1978年中共十一届三中全会为他平反昭雪，恢复了名誉。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1898年10月24日",
        "毕业院校": "湖南陆军讲武堂",
        "name": "彭德怀",
        "personID": "800",
        "国籍": "中国",
        "id": "彭德怀",
        "group": 2
    },
    {
        "中文名": "刘伯承",
        "职业": "无产阶级革命家",
        "img": "",
        "逝世日期": "1986年10月7日",
        "出生地": "四川省开县（现重庆市开州区）",
        "description": "刘伯承（1892年12月4日～1986年10月7日），原名刘明昭，曾用名刘伯坚，四川省开县人（现重庆市开州区）。中国共产党的优秀党员，中华人民共和国元帅，中国人民解放军缔造者之一，伟大的无产阶级革命家、军事家、马克思主义军事理论家，军事教育家。辛亥革命时期从军，1926年加入中国共产党。相继参加了北伐战争、八一南昌起义、土地革命战争、长征、抗日战争、解放战争等。建国后，历任中共中央西南局第二书记，西南军政委员会主席，中国人民解放军军事学院院长兼政委，中央人民政府人民革命军事委员会副主席。1955年被授予元帅军衔。1986年10月7日，刘伯承在北京逝世，终年94岁。刘伯承为中华民族和中国人民的解放事业建立了不朽功勋，为我国的国防建设和社会主义建设事业作出了杰出贡献，对我军向正规化、现代化迈进作出了卓越的贡献。",
        "民族": "汉族",
        "军衔": "元帅",
        "size": 25,
        "出生日期": "1892年12月4日",
        "毕业院校": "伏龙芝军事学院",
        "name": "刘伯承",
        "personID": "974",
        "国籍": "中国",
        "id": "刘伯承",
        "group": 2
    },
    {
        "中文名": "林伯渠",
        "img": "",
        "逝世日期": "1960年（庚子年）5月29日",
        "别名": "林祖涵",
        "出生地": "湖南省临澧县",
        "description": "林伯渠（1886年3月20日－1960年5月29日），原名林祖涵，字邃园，号伯渠，湖南安福（今临澧县）修梅镇凉水井村人。早年加入同盟会。1921年加入中国共产党。是中国共产党和中华人民共和国卓越领导人之一。他曾参加南昌起义、长征等重要革命活动，任陕甘宁边区政府主席。新中国成立后，林伯渠任中央人民政府委员会秘书长，全国人民代表大会常务委员会第一、二届副委员长。林伯渠同志是著名的无产阶级革命家、教育家。是党和国家重要领导人之一，与董必武、徐特立、谢觉哉、吴玉章并称“延安五老”。1960年林伯渠先生逝世。",
        "代表作品": "《林伯渠同志诗选》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1886年3月20日（丙戌年）",
        "毕业院校": "莫斯科中山大学",
        "name": "林伯渠",
        "personID": "654",
        "国籍": "中国",
        "id": "林伯渠",
        "group": 2
    },
    {
        "中文名": "林彪",
        "img": "",
        "逝世日期": "1971年9月13日",
        "出生地": "湖北黄冈林家大湾",
        "description": "林彪（1907年12月5日-1971年9月13日），出生于湖北黄冈林家大湾，军事家，原名林祚大，字阳春，号毓蓉；曾用名育容、育荣、尤勇、李进，1955年被授予元帅军衔。1923年6月加入中国社会主义青年团。1925年考入黄埔军校第四期，同年转入中国共产党。1971年9月8日，林彪下达反革命武装政变手令，妄图谋害毛泽东。阴谋败露后，于9月13日乘飞机外逃，在蒙古人民共和国温都尔汗地区机毁身亡。1973年8月20日，中共中央决定开除其党籍。1981年1月25日被中华人民共和国最高人民法院特别法庭确认为林彪反革命集团案主犯。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1907年12月5日",
        "毕业院校": "黄埔军校",
        "name": "林彪",
        "personID": "320",
        "国籍": "中国",
        "id": "林彪",
        "group": 2
    },
    {
        "中文名": "李富春",
        "img": "",
        "size": 25,
        "出生日期": "1900年5月22日",
        "逝世日期": "1975年1月9日",
        "name": "李富春",
        "出生地": "湖南省长沙市",
        "description": "李富春（1900年5月22日—1975年1月9日），字任之，出生于湖南长沙，是中国共产党创建时期入党的老党员，杰出的无产阶级革命家，忠诚的马克思主义者，党和国家的卓越领导人，我国社会主义经济建设的奠基者和组织者之一。曾任国务院副总理兼国家计委主任，中央书记处书记，中央政治局常委等职。1975年1月9日，李富春同志在忧虑中因病去世。同月，党中央在人民大会堂为他举行追悼会，邓小平同志代表中央致悼词，对他的一生给予了高度评价。",
        "personID": "846",
        "国籍": "中国",
        "id": "李富春",
        "group": 2
    },
    {
        "中文名": "聂荣臻",
        "职业": "无产阶级革命家、政治家、军事家",
        "img": "",
        "逝世日期": "1992年5月14日",
        "主要成就": "1955年被授予元帅军衔",
        "别名": "聂云臻",
        "出生地": "四川省江津县（今重庆市江津区）",
        "description": "聂荣臻（1899年12月29日～1992年5月14日），男，汉族，字福骈，曾用名聂云臻，重庆市江津区（原四川省江津县）吴滩乡石院子人。1923年3月加入中国共产党，1924年到苏联学习。建国后，历任中央军委秘书长兼中国人民解放军代总参谋长，国防委员会副主席，中央军委副主席，国务院副总理兼国家科委主任、国防科委主任，中国老龄问题全国委员会名誉主任，中国发明协会名誉会长。1955年被授予元帅军衔，曾获一级八一勋章、一级独立自由勋章、一级解放勋章。1992年5月14日22时43分，聂荣臻逝世。聂荣臻同志是久经考验的无产阶级革命家、军事家，党和国家的卓越领导人，中国人民解放军的创建人之一，中华人民共和国元帅，中华人民共和国开国元勋，深受全党、全军、全国人民的尊敬和爱戴。",
        "代表作品": "《聂荣臻回忆录》",
        "性别": "男",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1899年12月29日",
        "字": "福骈",
        "毕业院校": "莫斯科东方劳动者共产主义大学",
        "name": "聂荣臻",
        "personID": "180",
        "国籍": "中国",
        "id": "聂荣臻",
        "group": 2
    },
    {
        "中文名": "凯丰",
        "img": "",
        "原名": "何克全",
        "逝世日期": "1955年3月23日",
        "出生地": "江西省萍乡市湘东区老关镇",
        "description": "凯丰（1906年2月2日-1955年3月23日），原名何克全，江西萍乡人，是一位忠诚的马克思主义者和共产主义战士，一生先后主要从事共青团工作和理论宣传工作，是我们党杰出的理论宣传家。他把毕生精力献给了中国人民的解放事业和社会主义建设事业，为党和人民做出了重要贡献。曾任中共中央委员、中共中央政治局候补委员、委员、中共中央宣传部副部长、代部长等职务。",
        "size": 25,
        "出生日期": "1906年2月2日",
        "毕业院校": "萍乡中学、武昌高等师范",
        "name": "凯丰",
        "personID": "348",
        "国籍": "中国",
        "id": "凯丰",
        "group": 2
    },
    {
        "中文名": "张国焘",
        "img": "",
        "逝世日期": "1979年12月3日",
        "别名": "张特立",
        "出生地": "江西省萍乡市上栗县金山镇山明村",
        "description": "张国焘（1897年11月26日-1979年12月3日），江西萍乡人，字恺荫，原名张特立，曾用名特、凯音、天师、国涛，1920年秋加入北京的中国共产党早期组织，成为中国共产党党员（后被开除党籍）。1916年，张国焘进入北京大学读书，五四运动中表现积极。1920年10月，加入北京的共产党早期组织。1932年进入鄂豫皖苏区，成为根据地事实上的领导者。1935年4月放弃川陕根据地开始长征。6月懋功会师后，反对中央北上的决定，10月率部南下川康，在卓木碉宣布另立“中央”，1936年6月被迫取消。1937年3月在政治局扩大会议受到批判。1938年4月初，乘祭黄帝陵之机逃出陕甘宁边区，投靠中国国民党，成为中国革命的叛徒；4月18日被开除党籍。不久加入军统从事反共特务活动。1948年6月在上海创办《创进》周刊，同年11月去台湾。1949年转居香港。1968年移居加拿大多伦多。。1979年12月3日，82岁的张国焘冻死于一家养老院。",
        "民族": "汉族",
        "去世日期": "1979年12月3日",
        "size": 25,
        "出生日期": "1897年11月26日",
        "毕业院校": "北京大学",
        "name": "张国焘",
        "personID": "98",
        "国籍": "中国",
        "去世地点": "加拿大多伦多",
        "id": "张国焘",
        "group": 2
    },
    {
        "中文名": "徐向前",
        "职业": "无产阶级革命家、军事家",
        "img": "",
        "逝世日期": "1990年9月21日4时21分",
        "别名": "徐象谦，字子敬",
        "出生地": "山西省五台县永安村",
        "description": "徐向前（1901年11月8日-1990年9月21日），字子敬，出生于山西省五台县永安村。1927年3月，加入中国共产党。徐向前同志是忠诚的共产主义战士，坚定的马克思主义者，久经考验的无产阶级革命家、军事家，中华人民共和国的缔造者之一，长期担任党、国家和军队重要领导职务的卓越领导人。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1901年11月8日",
        "毕业院校": "黄埔军校第一期",
        "name": "徐向前",
        "personID": "669",
        "国籍": "中国",
        "id": "徐向前",
        "group": 2
    },
    {
        "中文名": "陈昌浩",
        "img": "",
        "逝世日期": "1967年7月30日",
        "别名": "苍木",
        "出生地": "武汉市汉阳县",
        "description": "陈昌浩（1906年8月-1967年7月30日），曾用名苍木，出生于武汉市汉阳县永安堡戴家庄(今武汉市蔡甸区)，早年入武昌大学学习过，1926年加入中国共产主义青年团。中国共产党优秀党员，忠诚的无产阶级革命战士。1926年，到莫斯科中山大学学习。1930年11月回国后，加入中国共产党。1934年1月增选为候补中央委员，同年被选为中华苏维埃共和国中央执行委员；他是鄂豫皖苏区和川陕苏区党政军“三驾马车”（张国焘、陈昌浩、徐向前）之一；曾任红四方面军的总政委、西路军军政委员会主席，参加过斯大林格勒保卫战，获“卫国战争奖章”；1951年回国，担任中央编译局副局长等职务；1967年含冤辞世，1980年恢复名誉。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1906年8月",
        "毕业院校": "莫斯科中山大学",
        "name": "陈昌浩",
        "personID": "550",
        "国籍": "中国",
        "id": "陈昌浩",
        "group": 2
    },
    {
        "中文名": "张浩",
        "职业": "导演、演员",
        "img": "",
        "星座": "水瓶座",
        "外文名": "Hao Zhang",
        "别名": "二龙湖浩哥",
        "出生地": "吉林四平",
        "description": "张浩，1987年2月17日出生于吉林省四平市，中国内地男演员、导演。2012年，执导并主演首部作品《四平青年》饰演“二龙湖浩哥”进入网络电影圈。随后执导并主演《二龙湖浩哥之风云再起》《今生是兄弟》《二龙湖浩哥之狂暴之路》《四平青年3偷天换日》《四平青年之浩哥大战古惑仔》《二龙湖浩哥之江湖学院》多部二龙湖系列早期作品。2017年，转型主演抗战片《乱世豪情》。2018年6月，执导并主演首部网剧《二龙湖爱情故事》。10月，主演《二龙湖疯狂代驾》。11月，与四平市公安局合作拍摄普法栏目短视频《四平警事》。12月，执导并主演《四平青年之喋血曼谷》。2019年4月，参加《寻找喜剧人》并获得《欢乐喜剧人第六季》参赛名额。12月，主演《四平风云》。2020年1月，以新晋喜剧人身份参加东方卫视喜剧竞演综艺节目《欢乐喜剧人第六季》。8月，主演《四平青年之三傻罪途》。2021年10月，执导并主演《四平警事之尖峰时刻》《新逃学威龙》。12月，执导并主演《二龙湖往事：惊魂夜》。2022年1月30日，参加《2022年辽宁卫视春节联欢晚会》。",
        "代表作品": "四平青年、二龙湖爱情故事",
        "经纪公司": "四平市青年文化传媒有限公司",
        "民族": "汉",
        "size": 25,
        "出生日期": "1987年2月17日",
        "name": "张浩",
        "personID": "449",
        "国籍": "中国",
        "id": "张浩",
        "group": 2
    },
    {
        "中文名": "张闻天",
        "职业": "无产阶级革命家、政治家",
        "img": "",
        "逝世日期": "1976年7月1日",
        "别名": "张应皋、洛甫",
        "description": "张闻天（1900年8月30日-1976年7月1日），原名张应皋，化名洛甫，上海南汇人，中国共产党的重要领导人之一，理论宣传和干部教育工作中成绩卓著的领导人之一。张闻天同志1925年加入中国共产党，1933年进入中央革命根据地，1934年10月参加长征并出席遵义会议，1959年被错定为反党集团成员；文化大革命中受尽迫害，于1976年7月1日含冤病逝。1978年8月（一说1979年8月），中共中央对其冤案予以平反昭雪，主要著作有《张闻天选集》。",
        "代表作品": "《张闻天选集》",
        "籍贯": "上海南汇",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1900年8月30日",
        "政治面貌": "中共党员",
        "毕业院校": "南京河海工程专门学校",
        "name": "洛甫",
        "personID": "16",
        "国籍": "中国",
        "id": "洛甫",
        "group": 2
    },
    {
        "中文名": "聂耳",
        "职业": "音乐家，作曲家",
        "img": "",
        "原名": "聂守信",
        "逝世日期": "1935年7月17日",
        "主要成就": "开辟了中国新音乐，国歌的作曲者",
        "外文名": "nieer",
        "出生地": "云南省昆明",
        "description": "聂耳（1912年2月14日～1935年7月17日），云南玉溪人，生于昆明，原名聂守信，字子义（亦作紫艺），中国音乐家，中华人民共和国国歌《义勇军进行曲》的作曲者，曾用笔名有黑天使、噪森、浣玉、王达平等。1912年2月14日，聂耳出生于云南省昆明市。1927年考入云南省立第一师范学校。1928年加入中国共产主义青年团。1930年到上海，参加反帝大同盟。1933年初，聂耳由田汉介绍加入中国共产党。1935年7月17日，聂耳在日本神奈川县藤泽市鹄沼海滨游泳时，不幸溺水身亡，年仅23岁。聂耳创作了数十首革命歌曲，他的一系列作品影响中国音乐几十年。他的音乐创作具有鲜明的时代感、严肃的思想性、高昂的民族精神和卓越的艺术创造性，为中国无产阶级革命音乐的发展指出了方向，树立了中国音乐创作的榜样。2009年9月10日，聂耳被评为“100位为新中国成立作出突出贡献的英雄模范人物”。",
        "代表作品": "《义勇军进行曲》等",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1912年2月14日",
        "政治面貌": "中国共产党党员",
        "字": "子义（亦作紫艺）",
        "祖籍": "云南玉溪",
        "毕业院校": "云南省立第一师范学校",
        "name": "聂耳",
        "personID": "23",
        "国籍": "中国",
        "id": "聂耳",
        "group": 2
    },
    {
        "中文名": "田汉",
        "img": "",
        "原名": "田寿昌",
        "逝世日期": "1968年12月10日",
        "主要成就": "领导和发起南国戏剧运动",
        "出生地": "湖南省长沙县",
        "description": "田汉（1898年3月12日—1968年12月10日），本名田寿昌，乳名和儿，笔名有田汉、陈瑜、伯鸿、汉儿倚声、首甲、绍伯、漱人、陈哲生、明高、嘉陵、张坤等。男，汉族，湖南省长沙县人。剧作家、戏曲作家、电影编剧、小说家、词作家、诗人、文艺批评家、文艺活动家，中国现代戏剧三大奠基人之一。他创作歌词的歌曲《万里长城》的第一段后来成为中华人民共和国国歌《义勇军进行曲》的歌词。田汉早年留学日本时曾自署为“中国未来的易卜生”。1968年，田汉在中国文化大革命中不幸被迫害死于狱中。",
        "民族": "汉族",
        "size": 25,
        "笔名": "田汉、陈瑜、伯鸿、汉儿倚声等",
        "出生日期": "1898年3月12日",
        "毕业院校": "日本东京高等师范学校",
        "name": "田汉",
        "personID": "795",
        "国籍": "中国",
        "id": "田汉",
        "group": 2
    },
    {
        "img": "",
        "逝世日期": "公元前 381年",
        "别名": "吴子",
        "出生地": "卫国左氏",
        "description": "吴起（？－前381年），卫国左氏（今山东省定陶县西）人。中国战国初期军事家、政治家、改革家，兵家代表人物之一。吴起早年学儒术于曾申门下，后弃儒学兵。最初在鲁国时，受命指挥鲁军大败齐国。之后前往魏国，得到魏文侯重用。他指挥魏军屡次击败秦国，占领河西之地，为首任西河郡守，同时改革兵制，创建魏武卒，“与诸侯大战七十六，全胜六十四”。后因魏武侯猜疑而转投楚国，被楚悼王任命为令尹，进行变法。经过大刀阔斧的改革，在短时间内成功增强了楚国国力，使楚国出现“南平百越，北并陈蔡，却三晋，西伐秦”，一度大败魏国，“马饮于大河”的强盛局面。前381年，楚悼王逝世，吴起因厉行变法而得罪守旧贵族，惨遭杀害。吴起历仕鲁、魏、楚三国，通晓兵、法、儒三家思想，在内政及军事上都有极高的成就，与孙武并称“孙吴”。其所著《吴子》在中国古代军事典籍中占有重要地位。唐肃宗时，位列武成王庙内，成为武庙十哲之一。宋徽宗时追封广宗伯，成为武庙七十二将之一。（概述内图片：明人绘吴起像）",
        "本名": "吴起",
        "size": 25,
        "所处时代": "战国初期（鲁国→魏国→楚国）",
        "主要作品": "吴子兵法",
        "爵位": "广宗伯（宋追封）",
        "name": "吴起",
        "民族族群": "华夏族",
        "personID": "978",
        "id": "吴起",
        "官职": "西河守（魏），令尹（楚）",
        "group": 2
    },
    {
        "职业": "教师",
        "中文名": "王造时",
        "img": "",
        "逝世日期": "1971年8月",
        "出生地": "江西省吉安市安福县",
        "description": "王造时（1902年－1971年），汉族，江西省吉安市安福县江南乡江南村人，五四运动的领导人之一，著名“七君子”之一。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1902年",
        "name": "王造时",
        "personID": "728",
        "国籍": "中国",
        "id": "王造时",
        "group": 2
    },
    {
        "中文名": "何香凝",
        "img": "",
        "逝世日期": "1972年9月1日",
        "别名": "原名瑞谏，又名谏",
        "出生地": "香港",
        "description": "何香凝（1878年6月27日-1972年9月1日），女，原名谏，又名瑞谏，别号双清楼主。广东南海人，生于香港。何香凝是中国国民党左派的杰出代表、著名政治活动家、女权运动先驱，画坛杰出的美术家、民革主要创始人之一。中国民主革命先驱廖仲恺的夫人。何香凝是共产党人的老战友，是同中国共产党真诚合作的典范。新中国成立后，担任第二、三届全国人大常委会副委员长，第二、三届全国政协副主席。1972年9月1日，因病救治无效在北京医院逝世，终年94岁。",
        "代表作品": "《狮》《梅花》《高松图》等",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1878年6月27日（戊寅年）",
        "配偶": "廖仲恺",
        "name": "何香凝",
        "personID": "551",
        "国籍": "中国",
        "id": "何香凝",
        "group": 2
    },
    {
        "中文名": "宋庆龄",
        "img": "",
        "逝世日期": "1981年5月29日",
        "出生地": "上海",
        "description": "宋庆龄（1893年1月27日-1981年5月29日），中华人民共和国的缔造者之一、国家名誉主席，伟大的爱国主义、民主主义、国际主义和共产主义战士，举世闻名的二十世纪的伟大女性。她青年时代追随孙中山，献身革命，在近七十年的革命生涯中，坚强不屈、矢志不移、英勇奋斗，始终坚定地和中国人民、中国共产党站在一起，为中国人民的解放事业，为妇女儿童的卫生保健和文化教育福利事业，为祖国统一以及保卫世界和平、促进人类的进步事业而殚精竭力，鞠躬尽瘁，做出了不可磨灭的贡献，受到中国人民、海外华人华侨的景仰和爱戴，也赢得国际友人的赞誉和热爱，并享有崇高的威望。1981年5月29日，宋庆龄因病在北京寓所逝世。",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1893年1月27日",
        "name": "宋庆龄",
        "personID": "495",
        "国籍": "中国",
        "id": "宋庆龄",
        "group": 2
    },
    {
        "中文名": "李公朴",
        "职业": "民主战士、民主同盟领导",
        "img": "",
        "逝世日期": "1946年7月12日",
        "主要成就": "主编《全民抗战》《民主教育》",
        "别名": "原名永祥",
        "出生地": "江苏淮安",
        "description": "李公朴（1902年11月26日—1946年7月12日），谱名永祥，字晋祥，号仆如，原籍武进县湖塘桥，在淮安出生。伟大的爱国主义者，坚定的民主战士，中国民主同盟早期领导人，杰出的社会教育家。1946年7月11日在昆明市遭国民党特务开枪暗杀，次日凌晨因伤重、流血过多牺牲。",
        "代表作品": "《华北敌后--晋察冀》",
        "籍贯": "江苏常州",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1902年11月26日",
        "字": "晋祥",
        "号": "仆如",
        "毕业院校": "沪江大学（现上海理工大学）",
        "name": "李公朴",
        "personID": "417",
        "国籍": "中国",
        "id": "李公朴",
        "group": 2
    },
    {
        "中文名": "孙晓村",
        "img": "",
        "民族": "汉族",
        "size": 25,
        "name": "孙晓村",
        "出生地": "浙江余杭",
        "description": "孙晓村（1906年—1991年），男，浙江余杭人。是第一、二、三届全国人民代表大会代表，中国人民政治协商会议第三、四、五、六届全国委员会常务委员，全国政协副秘书长，北京农业大学校长，中国银行常务董事，中国国际信托投资公司董事，上海市工商联筹备委员会秘书长，全国工商联常委、顾问，中越友协副会长，中国和平统一促进会常务理事，中华职业教育社常务理事，海峡两岸法律研究会名誉会长，中央社会主义学院院长，并长期主持全国政协文史资料委员会的工作。1991年5月4日在北京逝世。",
        "personID": "1101",
        "国籍": "中国",
        "id": "孙晓村",
        "group": 2
    },
    {
        "中文名": "沈钧儒",
        "img": "",
        "逝世日期": "1963年6月11日",
        "别名": "字秉甫，号衡山",
        "出生地": "苏州",
        "description": "沈钧儒（1875年1月2日-1963年6月11日），字秉甫，号衡山，浙江嘉兴人，沈钧儒祖居在嘉兴城内南帮岸2号，现在改建成为沈钧儒纪念馆。清光绪甲辰（1904）进士。1905年留学日本。回国后参加辛亥革命和反对北洋军阀的斗争。1912年加入中国同盟会。五四运动期间，撰文提倡新道德、新文化。曾任国会议员、广东军政府总检察厅检察长、上海法科大学教务长。1936年，他与宋庆龄等发起并组织了全国各界救国联合会，积极开展抗日救亡运动，触怒当局而遭入狱，为著名的救国会“七君子”领头人。之后，他为反对内战争取和平，建立和扩大爱国统一战线作出了很大贡献，是中国民主同盟的创始人之一。曾出席在柏林召开的国际民主法律工作者协会第五届代表大会，当选为国际民主法律工作者协会副主席。新中国成立后，历任最高人民法院院长、全国政协副主席、全国人大常委会副委员长和民盟中央主席等职，被誉为“民主人士左派的旗帜”、“爱国知识分子的光辉榜样”。",
        "size": 25,
        "出生日期": "1875年1月2日",
        "毕业院校": "日本法政大学",
        "name": "沈钧儒",
        "名言": "堂上一笔朱，阶下千滴泪",
        "personID": "629",
        "国籍": "中国",
        "id": "沈钧儒",
        "group": 2
    },
    {
        "img": "",
        "信仰": "天主教",
        "逝世日期": "1939年11月4日",
        "主要成就": "创办复旦公学组建震旦大学",
        "别名": "若瑟马相伯",
        "出生地": "江苏丹阳",
        "description": "马相伯（1840年4月7日—1939年11月4日），名良，以字行。曾名志德，字斯藏；又曾用明乾、钦善、建常，改为良，字相伯，或作湘伯、芗伯。曾署笔名为求在我者。晚年自号华封老人。取教名若瑟，故又号若石。祖籍江苏丹阳，生于丹阳马家村（今江苏丹阳），中国教育家，震旦大学、复旦大学、复旦中学、向明中学创始人兼首任校长，爱国人士，耶稣会神学博士。杰出教育家蔡元培、民国高官于右任、邵力子为其弟子。后人辑有《马相伯先生文集》。其故居有江苏丹阳、丹徒和上海徐家汇、松江泗泾等地。墓园在上海宋庆龄陵园内。",
        "本名": "马相伯",
        "size": 25,
        "出生日期": "1840年4月7日",
        "name": "马相伯",
        "民族族群": "汉族",
        "personID": "113",
        "id": "马相伯",
        "group": 2
    },
    {
        "中文名": "邹韬奋",
        "img": "",
        "逝世日期": "1944年7月24日",
        "别名": "邹恩润（本名）",
        "出生地": "福建永安",
        "description": "邹韬奋（1895年11月5日—1944年7月24日），男，汉族，本名恩润，乳名荫书，曾用名李晋卿。祖籍江西省鹰潭市余江区潢溪镇渡口村委会沙塘村，1895年出生于福建永安。近代中国记者和出版家。1922年在黄炎培等创办的中华职业教育社任编辑部主任，开始从事教育和编辑工作。1926年接任《生活周刊》主编，以犀利之笔，力主正义舆论，抨击黑暗势力。1931年“九·一八”事变后，邹韬奋在上海全身心投入抗日救亡运动。1935年12月，他与沈钧儒、厉麟似等人组织成立了上海文化界救国会。1936年11月，国民党为了扑灭国内的抗日烈火，逮捕了正在领导抗日救亡运动的救国会领导人沈钧儒、邹韬奋等七人，酿成七君子事件，遭到全国人民，包括宋庆龄、何香凝等社会名流的强烈反对。邹韬奋出狱后辗转重庆、汉口、香港继续开展爱国救亡工作。1943年因患耳癌秘密返沪就医。1944年7月24日不幸逝世于上海医院（今上海市第二人民医院），终年48岁。1956年上海市政府出资修复邹韬奋的故居，并在隔壁建立了韬奋纪念馆。2009年邹韬奋被评为100位为新中国成立作出突出贡献的英雄模范之一。",
        "代表作品": "《全民抗战》《萍踪寄语》",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1895年11月5日（乙未年）",
        "毕业院校": "圣约翰大学",
        "祖籍": "江西余江县潢溪乡渡口村",
        "name": "邹韬奋",
        "personID": "154",
        "国籍": "中国",
        "id": "邹韬奋",
        "group": 2
    },
    {
        "中文名": "曹孟君",
        "img": "",
        "民族": "汉族",
        "size": 25,
        "name": "曹孟君",
        "description": "曹孟君，深圳曹孟君医疗美容门诊部执业医师，执业证书编码：110440300002965，执业范围：外科专业",
        "personID": "48",
        "国籍": "中国",
        "id": "曹孟君",
        "性别": "男",
        "group": 2
    },
    {
        "中文名": "沙千里",
        "img": "",
        "size": 25,
        "出生日期": "1901年",
        "逝世日期": "1982年4月26日",
        "别名": "仲渊",
        "name": "沙千里",
        "description": "沙千里（1901—1982）原名仲渊。上海市人。早年在大丰洋布号任跑街。北伐战争时期加入中国国民党，任国民党上海三区党部执行委员。1928年考入上海法科大学，并参加青年之友社，任《青年之友》周刊主编。是第一、二、三届全国人大代表，第四、五届全国人大常委会委员；政协第一届全国委员会委员；中国民主建国会第二、三届中央常务委员；全国工商联第二、三、四届执委会副主任委员。",
        "personID": "471",
        "国籍": "中国",
        "id": "沙千里",
        "group": 2
    },
    {
        "中文名": "陶行知",
        "职业": "教育家，思想家",
        "img": "",
        "主要成就": "开创中国近代教育典范",
        "逝世日期": "1946年7月25日",
        "别名": "陶文濬",
        "出生地": "安徽歙县西乡黄潭源村",
        "description": "陶行知（1891年10月18日－1946年7月25日），安徽省歙县人，中国人民教育家、思想家，伟大的民主主义战士，爱国者，中国人民救国会和中国民主同盟的主要领导人之一。1908年十七岁时他考入了杭州广济医学堂。1915年入读美国哥伦比亚大学，师从约翰·杜威、攻读教育学博士。1917年秋回国，先后任南京高等师范学校、国立东南大学教授、教务主任等职。1926年起发表了《中华教育改进社改造全国乡村教育宣言》。1929年圣约翰大学授予他荣誉科学博士学位，表彰他为中国教育改造事业作出的贡献。1931年主编《儿童科学丛书》，在上海先后创办“山海工学团”“报童工学团”“晨更工学团”“流浪儿工学团”等。1933年，他与厉麟似、杨亮功等来自政学两界的知名人士在上海发起成立中国教育学会。1935年，在中国共产党“八一宣言”的感召下积极投身抗日救亡运动。1945年当选中国民主同盟中央常委兼教育委员会主任委员。1946年7月25日上午，陶行知因长期劳累过度，不幸于上海逝世，享年55岁。",
        "size": 25,
        "出生日期": "1891年10月18日",
        "name": "陶行知",
        "personID": "17",
        "国籍": "中国",
        "id": "陶行知",
        "group": 2
    },
    {
        "中文名": "史良",
        "img": "",
        "逝世日期": "1985年9月6日",
        "出生地": "江苏常州",
        "description": "史良（1900年3月27日-1985年9月6日），字存初，江苏常州人，中国当代法学家、政治家、女权运动先驱。在民国时期，她是大上海著名律师，民族救亡运动、争取民主运动的积极投身者，曾因参加并领导抗日救亡运动而被捕入狱，是中国的“七君子”之一；在新中国时期，曾担任中华人民共和国司法部首任部长、全国政协副主席、全国人大常委会副委员长、中国民主同盟两届中央主席。她是新中国人民司法工作的开拓者和司法行政工作的奠基人，是中国妇女运动的领袖之一。（概述图来源：）",
        "代表作品": "《史良自述》",
        "size": 25,
        "出生日期": "1900年3月27日",
        "字": "存初",
        "毕业院校": "上海法学院",
        "name": "史良",
        "职务": "法学家、政治家",
        "personID": "40",
        "国籍": "中国",
        "id": "史良",
        "group": 2
    },
    {
        "中文名": "刘道生",
        "img": "",
        "size": 25,
        "出生日期": "1915年",
        "逝世日期": "1995年",
        "name": "刘道生",
        "出生地": "湖南省茶陵县",
        "description": "刘道生（1915-1995），湖南茶陵人。中国人民解放军中将，海军第一副司令员。1930年1月加入中国共产主义青年团，1930年9月转为中国共产党党员，1930年1月参加革命工作，苏联列宁格勒伏罗希洛夫海军学院毕业。是中共七大代表、第十一届中央候补委员，中顾委委员，第三届全国人大代表。1955年被授予中将军衔。",
        "personID": "533",
        "id": "刘道生",
        "籍贯": "湖南茶陵",
        "group": 2
    },
    {
        "中文名": "李昌",
        "img": "",
        "夫人": "冯兰瑞",
        "逝世日期": "2010年9月3日",
        "别名": "原名雷骏随，乳名随三",
        "出生地": "湖南省永顺县",
        "description": "李昌（1914年12月12日-2010年9月3日），男，土家族，湖南省永顺县塔卧镇人。中国共产党的优秀党员，久经考验的忠诚的共产主义战士，我党青年工作、科教工作和纪律检查工作的优秀领导干部，原中共中央顾问委员会委员，中共中央纪律检查委员会原书记，原中国科学院党组书记、主席团执行主席，原国务院对外文化联络委员会副主任、党组书记，北京第二外国语学院原院长，原哈尔滨工业大学校长、党委书记，中国共产主义青年团中央书记处原书记，中国共产党第八届中央委员会候补委员，第十一届中央委员会委员，中国共产党第七次、第八次、第十一次、第十二次全国代表大会代表，第十三次、第十四次、第十五次、第十六次、第十七次全国代表大会列席代表，第一届全国人民代表大会代表，第五届全国人民代表大会常务委员会委员，中国人民政治协商会议第四届全国委员会常务委员。",
        "性别": "男",
        "民族": "土家族",
        "size": 25,
        "出生日期": "1914年12月12日",
        "毕业院校": "清华大学物理系",
        "name": "李昌",
        "personID": "877",
        "国籍": "中国",
        "id": "李昌",
        "group": 2
    },
    {
        "中文名": "李哲人",
        "img": "",
        "size": 25,
        "出生日期": "1910年",
        "逝世日期": "1969年1月13日",
        "name": "李哲人",
        "出生地": "山西省临猗县",
        "description": "李哲人（1910年－1969年1月13日），山西省临猗县人。中华人民共和国政治人物。",
        "personID": "632",
        "id": "李哲人",
        "group": 2
    },
    {
        "中文名": "任弼时",
        "职业": "无产阶级革命家、政治家、组织家",
        "img": "",
        "主要成就": "中共第一代领导集体的重要成员",
        "别名": "任培国（原名）",
        "出生地": "湖南汨罗",
        "description": "任弼时（1904年4月30日—1950年10月27日，RenBishi，Бринский），原名任培国，湖南汨罗人，是伟大的马克思主义者，杰出的无产阶级革命家、政治家、组织家，中国共产党和中国人民解放军的卓越领导人，是以毛泽东同志为核心的中国共产党第一代中央领导集体的重要成员。中共第七届中央政治局委员、中央书记处书记。",
        "性别": "男",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1904年（甲辰年）4月30日",
        "毕业院校": "莫斯科东方劳动者大学",
        "name": "任弼时",
        "personID": "606",
        "国籍": "中国",
        "id": "任弼时",
        "group": 2
    },
    {
        "中文名": "贺龙",
        "img": "",
        "逝世日期": "1969年6月9日",
        "别名": "原名贺文常， 字云卿",
        "出生地": "湖南桑植",
        "description": "贺龙（1896年3月22日-1969年6月9日），原名贺文常，字云卿。湖南桑植人。伟大的无产阶级革命家、军事家，中国人民解放军的创始人和主要领导者之一。他在半个多世纪的革命斗争生涯中，为中国的旧民主主义革命、新民主主义革命、社会主义革命和建设，作出了重要贡献，建立了不朽功勋。贺龙是中国共产党、中华人民共和国和中国人民解放军的一位卓越领导人。1955年被授予中华人民共和国元帅军衔和一级八一勋章、一级独立自由勋章、一级解放勋章。",
        "代表作品": "《贺龙军事文选》",
        "size": 25,
        "出生日期": "1896年3月22日",
        "name": "贺龙",
        "职务": "无产阶级革命家、军事家",
        "personID": "842",
        "国籍": "中国",
        "id": "贺龙",
        "group": 2
    },
    {
        "中文名": "杨虎城",
        "职业": "将领",
        "img": "",
        "逝世日期": "1949年9月6日",
        "别名": "杨忠祥",
        "出生地": "陕西蒲城",
        "description": "杨虎城（1893年11月26日－1949年9月6日）民国陕军将领。刀客出身。24岁自赋诗：“西北山高水又长，男儿岂能老故乡，黄河后浪推前浪，跳上浪头干一场。”自护国起义以来，百战不屈，历经二虎守长安，雪夜奇袭唐生智，在潼关截断西北军后路等一系列重大战役，终至17路军总指挥、陆军二级上将，陕西省主席，势力遍布于陕甘两省绝大部分地区。后因与中央的矛盾，暗中联络红军，联合张学良发动“西安事变”，抓捕蒋介石而被囚十二年。1949年9月6日，因武装兵变主谋而于重庆中美合作所之戴公祠被杀，终年五十六岁。2009年9月10日被评为“100位为新中国成立作出突出贡献的英雄模范人物”。",
        "军衔": "国军二级上将",
        "民族": "汉族",
        "size": 25,
        "出生日期": "1893年11月26日",
        "name": "杨虎城",
        "personID": "649",
        "国籍": "中国",
        "血型": "O型",
        "id": "杨虎城",
        "group": 2
    },
    {
        "中文名": "张学良",
        "职业": "军人",
        "img": "",
        "别名": "双喜、小六子、张汉卿、张少帅",
        "出生地": "辽宁省鞍山市台安县",
        "description": "张学良（1901年6月3日－2001年10月14日），字汉卿，号毅庵，乳名双喜、小六子。汉族，籍贯辽宁省盘锦市大洼县东风镇，生于辽宁省鞍山市台安县桓洞镇鄂家村张家窝堡屯（旧称桑子林詹家窝铺），国民革命军将领，奉系军阀首领张作霖的长子，中国近代著名爱国将领。1920年毕业于东三省陆军讲武堂，先于奉系军中担任要职，“皇姑屯事件”之后，他继任为东北保安军总司令，拒绝日本人的拉拢，坚持“东北易帜”，为祖国统一和民族团结做出了贡献。后任中华民国陆海空军副司令，陆军一级上将。西安事变后遭蒋介石父子长期软禁。1990年恢复人身自由，1995年起离台侨居美国夏威夷，2001年10月14日病逝于檀香山，享年101岁。张学良积极主张抗日，反对内战，曾同杨虎城将军一起发动震惊中外的“西安事变”，促成国共二次合作，结成抗日民族统一战线。2009年张学良被评为100位为新中国成立作出贡献的英雄模范人物之一。",
        "籍贯": "辽宁省盘锦市大洼县东风镇",
        "军衔": "国民党陆军一级上将",
        "民族": "汉族",
        "size": 25,
        "字": "汉卿",
        "出生日期": "1901年（辛丑年）6月3日",
        "毕业院校": "东北陆军讲武堂",
        "name": "张学良",
        "职务": "中华民国陆海空军副司令",
        "personID": "316",
        "国籍": "中国",
        "id": "张学良",
        "group": 2
    }
]