[
    {
        "id":"湘江战役",
        "description": "土地革命战争时期，中央红军长征途中，在广西北部湘江地区突破国民党军第4道封锁线的战役。湘江战役是关系中央红军生死存亡的一战。1934年11月27日至12月1日，中央红军在湘江上游广西境内的兴安县、全州县、灌阳县，与国民党军苦战五昼夜，最终从全州、兴安之间强渡湘江，突破了国民党军的第四道封锁线，粉碎了蒋介石围歼中央红军于湘江以东的企图。但是，中央红军也为此付出了极为惨重的代价。部队指战员和中央机关人员由长征出发时的8万多人锐减至3万余人。湘江战役是中央红军突围以来最壮烈、最关键的一仗，我军与优势之敌苦战，终于撕开了敌重兵设防的封锁线，粉碎了蒋介石围歼红军于湘江以东的企图。红军虽然突破了第四道封锁线，但付出了巨大的代价。5军团和在长征前夕成立的少共国际师损失过半，8军团损失更为惨重，34师被敌人重重包围，全体指战员浴血奋战，直到弹尽粮绝，绝大部分同志壮烈牺牲。渡过湘江后，中央红军和军委两纵队，已由出发时的8.6万人锐减到3万人。引起了广大干部和战士对王明军事路线的怀疑和不满到达了极点，纷纷要求改换领导。湘江惨胜直接导致在遵义召开中共中央政治局扩大会议。史称“遵义会议”。它是红军四处碰壁身处绝境时召开的，确立了以毛泽东为核心的新的党中央的正确领导和毛泽东在红军及党中央的领导地位，从此中国革命一个杰出人物正式登上历史舞台，标志着中国红军翻开崭新的一页。"
    },
    {
        "id":"娘子关战役",
        "description": "娘子关战役（1937年10月11日-1937年11月2日）为抗战初期中国军队为保卫太原在晋东娘子关地区进行的一次抗击日军战役，为太原会战重要战役之一。1937年10月，国民党军队在太原以北的忻口与日军会战，日军华北方面军为配合忻口方面的进攻作战，以第20师团由石家庄沿正太铁路西进，进入井陉以西要地切断山西交通，以策应第5师团作战。10月12日，驻守雪花山赵寿山部与日军接战。日军于13日攻取了旧关。23日，敌我双方在旧关外、核桃园附近战局成胶着状态。26日，日军反攻娘子关。29日，日军占领平定。30日，日军占领阳泉。11月2日，日军占领寿阳。娘子关战役历时22日，中国军队虽顽强抵抗，但仍无法挽回败局。此战役中，中国军队投入50个团，约10万兵力，共死伤2.7万多人，日军伤亡数千。"
    },
    {
        "id":"武汉保卫战",
        "description": "武汉会战，是抗日战争时期中国军队在武汉地区同日本侵略军展开的一场会战。中华民国二十七年（1938年）6月至10月，中国第5、第9战区部队在武汉外围沿长江南北两岸展开，战场遍及安徽、河南、江西、湖北4省广大地区，是抗日战争战略防御阶段规模最大、时间最长、歼敌最多的一次战役。此战，中国军队浴血奋战，大小战斗数百次，以伤亡40余万的代价，毙伤日军25.7余万，大大消耗了日军的有生力量，日军虽然攻占了武汉，但其速战速决，逼迫国民政府屈服以结束战争的战略企图并未达到。此后，中国抗日战争进入战略相持阶段。"
    },
    {
        "id":"台儿庄战役",
        "description": "台儿庄大捷，又称台儿庄战役、鲁南会战或血战台儿庄。台儿庄战役的起止时间有几种说法，一般认为从1938年3月16日开始至4月15日结束。战役由滕县战斗、临沂附近战斗、台儿庄战斗和日军的溃退，中国军队的追击作战等部分组成。在历时1个月的激战中，中国军队约29万人参战，日军参战人数约5万人。中方伤亡约5万余人，毙伤日军约2万余人（日军自报伤亡11984人）。它打击了日本侵略者的嚣张气焰，坚定了全国军民坚持抗战的信心。这次战役鼓舞了全民族的士气，改变了国际视听，消灭了日本侵略者的威风，歼灭了日军大量有生力量。此次大捷是中华民族全面抗战以来，继长城战役、平型关大捷等战役后，中国人民取得的又一次胜利，是抗日战争以来取得的最大胜利，也是徐州会战中国民革命军取得的一次重大胜利。战役由李宗仁、白崇禧、孙连仲、汤恩伯、张自忠、田镇南、关麟征、池峰城、王铭章等抗日将领指挥。战役期间，中国抗战最高统帅蒋介石曾三次赴徐州视察、督导、调配兵力，其中第一次，蒋介石在台儿庄战斗最激烈的时刻亲赴台儿庄南站观战，并亲自勉励池峰城，前线将士因而士气大振，大大增强了前线将士的战斗力。"
    },
    {
        "id":"长沙会战",
        "description": "长沙会战，又称为“长沙保卫战”。是指发生在抗日战争1939年9月到1942年2月期间，中国军队与侵华日军在以长沙为中心的第九战区进行了3次大规模的激烈攻防战。长沙会战，是抗日战争进入相持阶段以后，国民党正面战场抵抗日本帝国主义军队侵略所取得的重大胜利，是抗战爆发以来，中国军队第一次以武力迫使日军回到原战略态势的战役。长沙会战的胜利，沉重地打击了日本侵华军队，粉碎了日本消灭中国军队主力、“以战迫降”的战略目标，振奋了全国人民抗战胜利的信心。有力地支援了世界反法西斯阵营的作战，极大地提高了中国在世界反法西斯阵营的地位。有力地保卫了湖南广大地区和我国西南大后方的安全，稳定了湖南局势，并使之成为支持全国长期抗战的重要基地。据统计，三次长沙会战，中国军队阵亡、受伤和失踪的将士达93944人，歼灭日军共计11万余人。"
    },
    {
        "id":"桂南会战",
        "description": "桂南会战是广州失陷后，中国守军抵抗日军为打击中国国际交通线并威胁西南大后方而在广西南宁等地区展开的作战。日军侵占南宁和昆仑关之后，国民党从数百公里外急调10个精锐师，对日军发动立体化进攻，取得昆仑关大捷，迫使日军改变对广东的作战计划，造成日军在战略上的部分被动。1939年11月日军将第5师团、台湾混成旅团、第5舰队等部隐蔽集结于海南岛南端的榆林港，等候出动。闪电般出现在钦州湾，疾速登陆，攻陷防城。24日，日军占领南宁、龙州，国民政府军事委员会急调第5、第99、第36军向广西增援。军长杜聿明受命向昆仑关反击，以步、炮、坦、空诸军兵种协同攻坚，击溃来援的第21旅团，打死旅团长中村正雄，取得昆仑关大捷。1940年1月，日军又调来第18师团和近卫混成旅团，进行反扑，至2月3日，再次占领昆仑关。中国军队苦战多日，伤亡很大，需要休整，遂结束会战。"
    },
    {
        "id":"孟良崮战役",
        "description": "孟良崮战役是解放战争时期，中国人民解放军华东野战军于1947年5月13日至16日由毛泽东指示，陈毅、粟裕指挥，在山东省临沂市蒙阴县东南孟良崮地区对国民革命军整编第74师进行的进攻作战。孟良崮战役是一场山地运动歼灭战，该战役全歼国民党“五大主力之首”的国民革命军整编第七十四师，一举扭转了华东战局。"
    },
    {
        "id":"渡江战役",
        "description": "渡江战役是指解放战争时期，中国人民解放军第二野战军、第三野战军和第四野战军一部，在长江中、下游地区对国民党军进行的规模巨大的强渡江河战役。"
    },
    {
        "id":"徐州战役",
        "description": "徐州会战，是1938年1月至5月，中国第五战区部队与日军华北方面军、华中派遣军各一部，在以江苏省徐州为中心的津浦（天津至浦口），陇海（宝鸡至连云港）铁路地区进行的大规模的防御战役。其中，三四月间的台儿庄大捷最为著名，因围歼日军一万余人，史称之为台儿庄战役。"
    }
]